export interface QuranVerse {
  surah: number;
  start_ayah: number;
  end_ayah: number;
  context_chapter: string;
  text: string[];
}

export const quranData: Record<string, QuranVerse> = {
  "6:154": {
    "surah": 6,
    "start_ayah": 154,
    "end_ayah": 158,
    "context_chapter": "ആമുഖം (Introduction)",
    "text": [
      "പരമകാരുണികനും കരുണാവാരിധിയുമായ ജഗദ്നിയന്താവിന്റെ/സാക്ഷാൽ ദൈവത്തിന്റെ (അറബി ഭാഷയിൽ പറയുമ്പോൾ അല്ലാഹുവിന്റെ) നാമത്തിൽ.",
      "ദൈവം അറബി ഭാഷയിൽ അവതരിപ്പിച്ച \"ഖുർആൻ\" എന്ന വേദഗ്രന്ഥമാണ് ഖുർആൻ സംക്ഷിപ്ത അവലോകനം എന്ന ഈ ഗ്രന്ഥത്തിന്റെ മൂലകൃതി. ഉദ്ബോധന ഗ്രന്ഥമെന്നും നിഷ്കളങ്ക മനസ്സോടെ പഠിക്കുംതോറും ഗ്രന്ഥത്തിന്റെ ദിവ്യത്വം കൂടുതൽ കൂടുതൽ വെളിവാകുന്ന ഗ്രന്ഥമെന്നുമാണ് ഖുർആൻ എന്ന അറബി പദത്തിന്റെ വിവക്ഷ. തദ്ദേശീയരിൽ നിന്ന് തിരഞ്ഞെടുത്ത തന്റെ ദൂതന്മാരിലൂടെ തദ്ദേശീയരുടെ ഭാഷയിൽ ഓരോ ജനതയ്ക്കും ദൈവം വേദഗ്രന്ഥം നൽകിയിട്ടുണ്ടെന്നാണ് ഖുർആൻ പറയുന്നത് (6:154-158, 14:4, 26:198-207 നോക്കുക). ദൈവം എന്ന ഒരേ സ്രോതസ്സിൽ നിന്നുള്ളതാകയാൽ ഓരോ വേദഗ്രന്ഥവും മുൻവേദഗ്രന്ഥത്തിൽ പരാമർശിച്ച മൗലിക കാര്യങ്ങളെ ശരിവച്ചുകൊണ്ടാണ് അവതരിച്ചിട്ടുള്ളതെന്നും ഖുർആൻ പറയുന്നു. കലർപ്പില്ലാത്ത ഏതു വേദഗ്രന്ഥത്തേയും അറബി ഭാഷയിൽ ഖുർആൻ എന്നു പറയാവുന്നതാണ്. യുക്തിഭദ്രമായ സമ്പൂർണ്ണ വേദഗ്രന്ഥമാണെന്നുള്ളതാണ് ഖുർആന്റെ ഏറ്റവും വലിയ സവിശേഷത. പ്രപഞ്ചത്തിലുള്ളതും സംഭവിക്കാനിരിക്കുന്നതുമായ സർവ്വകാര്യങ്ങളും രേഖപ്പെടുത്തപ്പെട്ടിട്ടുള്ള ദൈവിക മൂലഗ്രന്ഥത്തിന്റെ (ഉമ്മുൽ കിതാബിന്റെ) ഭാഗമത്രെ ഖുർആൻ.",
      "ദേശം കൊണ്ടും ഭാഷ കൊണ്ടും അറബിയായ മുഹമ്മദ് എന്ന, താൻ തിരഞ്ഞെടുത്ത തന്റെ ദൂതനിലൂടെ, \"ജിബ്രീൽ\" എന്ന് അറബിയിലും \"ഗബ്രിയേൽ\" എന്ന് ഇംഗ്ലീഷിലും അറിയപ്പെടുന്ന മലക്ക് (മാലാഖ) വഴി അറബികൾക്ക് അറബി ഭാഷയിൽ ദൈവം അവതരിപ്പിച്ചുകൊടുത്ത ഗ്രന്ഥമാണ് ഖുർആൻ. ഗ്രന്ഥത്തിലെ ശാസനകളെയെല്ലാം അക്ഷരംപ്രതി സ്വജീവിതത്തിൽ പകർത്തി ഖുർആന്റെ ജീവനുള്ള പതിപ്പായി മാറി അദ്ദേഹം. പാരായണം ചെയ്യാനും ഉദ്ബോധിപ്പിക്കാനും മാത്രമുള്ള ഒരു ഗ്രന്ഥമല്ല അതെന്നും, പൂർണ്ണമായും പ്രയോഗവൽക്കരിക്കാൻ കഴിയുന്നതാണതെന്നും അങ്ങനെ അദ്ദേഹം തെളിയിച്ചു. അദ്ദേഹത്തിന്റെ മേൽ ദൈവം അനുഗ്രഹം ചൊരിയട്ടെ. (അദ്ദേഹത്തിന്റെയോ മറ്റേതു ദൈവദൂതന്റെയോ നാമം പരാമർശിക്കുമ്പോഴെല്ലാം ഈ പ്രാർത്ഥന ആവർത്തിക്കപ്പെടുന്നതായി കരുതണം).",
      "അറേബ്യയിലെ മക്ക എന്ന പ്രദേശത്ത് ഖുറൈശിവംശത്തിൽ ജനിച്ച മുഹമ്മദിന് ഏ.ഡി. 610 ൽ (ഹിജ്റ വർഷാരംഭത്തിന് 13 വർഷം മുമ്പ്) ഒരു സുദിനത്തിലാണ് ഖുർആനിലെ ആദ്യ വചനങ്ങൾ അവതരിച്ചത്. അപ്പോൾ അദ്ദേഹത്തിന് നാല്പത് വയസ്സ് പ്രായമായിരുന്നു. പിന്നീട്, പതിമൂന്ന് വർഷം മക്കയിലും പത്ത് വർഷം മക്കയിൽനിന്ന് 450 കിലോമീറ്റർ അകലെയുള്ള മദീനയിലുമാണ് അദ്ദേഹം പ്രവാചക ജീവിതം നയിച്ചത്. പ്രസ്തുത ഇരുപത്തിമൂന്നു വർഷക്കാലയളവിലാണ് ഖുർആന്റെ അവതരണം പൂർത്തിയായത്. എളുപ്പം ഹൃദിസ്ഥമാക്കാൻ സന്ദർഭോചിതം അല്പാല്പമായാണ് ദൈവം പ്രവാചകന് ഖുർആൻ അവതരിപ്പിച്ചത്. അറബികൾക്ക് മാത്രമല്ല, അറബികളല്ലാത്തവർക്കും എളുപ്പം ഹൃദിസ്ഥമാക്കാൻ കഴിയുന്നവയാണ് ഖുർആൻ സൂക്തങ്ങൾ.",
      "തനിക്ക് ലഭിച്ച ദിവ്യവചനങ്ങൾ അപ്പപ്പോൾതന്നെ ഹൃദിസ്ഥമാക്കാനുള്ള ദൈവദത്തമായ കഴിവും പിന്നീട് അവ രേഖപ്പെടുത്തിവെക്കാനുള്ള അക്ഷരാഭ്യാസവും മുഹമ്മദിനുണ്ടായിരുന്നു. ചുളുക്കില്ലാത്ത തുകലിന്മേലാണ് അദ്ദേഹം ദിവ്യവചനങ്ങൾ എഴുതി വച്ചിരുന്നത് (52:2-3). അദ്ദേഹത്തിന്റെ ജീവിതകാലത്തുതന്നെ അവയെല്ലാം ക്രമാനുസരണം അടുക്കി വച്ചിരുന്നു എന്ന് കരുതുന്നതാണ് യുക്തിസഹം. ഈ വിഷയത്തിൽ നിലവിലുള്ള പണ്ഡിതഭാഷ്യം യുക്തിരഹിതവും തെറ്റിദ്ധാരണാജനകവുമാണ്. അദ്ദേഹം വഴി ലഭിച്ച ദിവ്യവചനങ്ങൾ വിശ്വാസികൾ ക്രമാനുഗതം മനഃപാഠമാക്കി പാരായണം ചെയ്തുകൊണ്ടിരുന്നു.",
      "മുഹമ്മദ് നബിക്ക് എഴുത്തും വായനയും അറിയില്ലായിരുന്നു എന്നാണ് പണ്ഡിതഭാഷ്യം! ഇതിനേക്കാൾ അവിശ്വസനീയമായി മറ്റൊന്നുമില്ല. ഖുർആൻ ആവശ്യപ്പെടുന്നതുപോലെ ബുദ്ധിപൂർവ്വം ചിന്തിച്ചാൽ അദ്ദേഹത്തിന് അക്ഷരാഭ്യാസം ഉണ്ടായിരുന്നുവെന്ന് വ്യക്തമാകും. ഈ വിഷയവുമായി ബന്ധപ്പെട്ട സൂക്തങ്ങളിൽ ഇക്കാര്യം ഞാൻ വിശദീകരിച്ചിട്ടുണ്ട് (ഉദാഃ 29:48-49).",
      "ഖുർആന്റെ അവതരണത്തോടെ ലോകത്ത് പ്രവാചകപരമ്പര അവസാനിച്ചുവെന്നാണ് കരുതപ്പെടുന്നത്. ഇത് ഖുർആനുമായി യോജിക്കുന്നില്ല (2:61, 3:21, 3:181, 4:155, 33:40 എന്നീ വചനങ്ങൾ പരിശോധിക്കുക). സർവ്വമനുഷ്യരും ഒരേ ദൈവത്തിന്റെ സൃഷ്ടികളാണെന്നും ആകയാൽ, ഭൂമിയിൽ എവിടെയുമുള്ള മനുഷ്യർക്ക് ദൈവത്തോടുള്ള ബാധ്യത ഒന്നു തന്നെയാണെന്നും, ദേശ-ഭാഷ-ജാതി-മത-വംശ-വർഗ-വർണ-കുടുംബഭേദമന്യേ സർവ്വമനുഷ്യരും ഏകദൈവത്തിനടിമപ്പെട്ട് അർപ്പണ മനഃസ്ഥിതിയോടെ, കുഴപ്പമുണ്ടാക്കാതെ ജീവിക്കണമെന്നും, മനഃപൂർവ്വം കുഴപ്പം സൃഷ്ടിക്കുന്നവരെ അമർച്ച ചെയ്യുകയോ വേണ്ടിവന്നാൽ വധിക്കുകയോ ചെയ്ത്, മനുഷ്യന്റെ ആഗമനത്തിനുമുമ്പ് ഭൂമിയിൽ നിലനിന്നിരുന്ന സാർവ്വത്രികശാന്തി (അറബി ഭാഷയിൽ \"ഇസ്ലാം\") നിലനിർത്തണമെന്നും ഖുർആൻ അനുശാസിക്കുന്നു.",
      "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അദ്ധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അദ്ധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊക്കൊള്ളുന്നു. 90 അദ്ധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അദ്ധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
      "അറബി ഭാഷയിൽ രേഖപ്പെടുത്തപ്പെട്ടശേഷം 12-ാം നൂറ്റാണ്ടിൽ ലാറ്റിൻ ഭാഷയിലേക്കും 18-ാം നൂറ്റാണ്ടിൽ പേർഷ്യൻ ഭാഷയിലേക്കും ഇരുപതാം നൂറ്റാണ്ടിൽ ഉറുദു ഭാഷയിലേക്കും മലയാള ഭാഷയിലേക്കും ഖുർആൻ വിവർത്തനം ചെയ്യപ്പെട്ടു. ഇതിനകം ഒരു ശതകത്തിലേറെ ഭാഷകളിൽ ആ ഗ്രന്ഥം വിവർത്തനം ചെയ്യപ്പെട്ടു കഴിഞ്ഞു.",
      "ദൈവികത, മാനവികത, ദൈവത്തിന്റെ ഏകത്വവും ഏകദൈവാരാധനയും, ബഹുദൈവാരാധനയിലെ യുക്തിരാഹിത്യം, ദൈവമുണ്ടെന്ന യാഥാർത്ഥ്യം എങ്ങനെ കണ്ടെത്താം, ഭൂമിയുടെയും ഉപരിലോകത്തിന്റെയും സൃഷ്ടി, മനുഷ്യോല്പത്തി, താൻ സൃഷ്ടിക്കപ്പെട്ട സ്വർഗലോകത്തുനിന്ന് മനുഷ്യൻ ഭൗതികലോകത്തെത്തിയ സംഭവകഥ, വിവിധ ജനവിഭാഗങ്ങളിലേക്ക് മനുഷ്യരായ ദൈവദൂതന്മാരുടെ നിയോഗം, ഭൗതികജീവിതം ഏർപ്പെടുത്തിയിട്ടുള്ളത് പരീക്ഷണാർത്ഥം മാത്രം, പരീക്ഷണവിജയം വിശ്വാസ-കർമങ്ങളുടെ അടിസ്ഥാനത്തിൽ, പരീക്ഷണ വിജയത്തിന് സഹായിക്കുന്ന സാമൂഹിക സാമ്പത്തിക നീതിന്യായ വ്യവസ്ഥ ഉൾക്കൊള്ളുന്ന വിശ്വാസ-കർമ പദ്ധതി, അന്യായമായ അടിച്ചമർത്തലിനെതിരെ നടത്തേണ്ട സമരമുറകൾ, മരണാനന്തരമുള്ള ഉയിർത്തെഴുന്നേല്പുനാളും വിചാരണയും, വിചാരണാനന്തരം സത്യവിശ്വാസ-സത്കർമികൾക്ക് ശാശ്വത സ്വർഗീയ ജീവിതമുണ്ടെന്ന സന്തോഷവാർത്തയും സത്യനിഷേധ-ദുഷ്കർമികൾക്ക് ശാശ്വത നരക ജീവിതമുണ്ടെന്ന മുന്നറിയിപ്പും, മുഹമ്മദ് നബിയുടെ കാലഘട്ടം വരെയുള്ളതും അറബികൾക്ക് കേട്ടറിവുള്ളതുമായ ജനതകളുടെ സംക്ഷിപ്ത പൊതുചരിത്രവും - ഖുർആൻ പരാമർശിക്കുന്ന പ്രധാന വിഷയങ്ങളാണിവ.",
      "ഖുർആനിലെ ശാസനകളെല്ലാം തന്നെ മനുഷ്യർക്കാകമാനം ബാധകമാണെന്ന അവകാശവാദം സത്യത്തിനു നിരക്കുന്നതല്ല. അറബി ജനതയ്ക്കു മാത്രം ബാധകമായതും, മനുഷ്യർക്കാകമാനം ബാധകമായതുമായ ശാസനകൾ ഖുർആനിൽ കാണാം. ബുദ്ധിപൂർവ്വം വിചിന്തനം ചെയ്ത് അവ രണ്ടിനേയും വേർതിരിച്ചറിയേണ്ടതുണ്ട്. മുന്നോട്ടുള്ള വായനയിൽ നിന്ന് അക്കാര്യം ബോധ്യമാകുമെന്നതിനാൽ ആ വിഷയത്തെപ്പറ്റി ഇവിടെ വിശദീകരിക്കാനuദ്ദേശിക്കുന്നില്ല.",
      "കാലാനuഗതമായോ വിഷയാനുഗതമായോ അല്ല വിവിധ വിഷയങ്ങൾ ഖുർആൻ പ്രതിപാദിക്കുന്നത്. എളുപ്പത്തിൽ മനസ്സിലാക്കാൻ കഴിയുംവിധം ഒരു പാഠപുസ്തകത്തിന്റെയോ നോവലിന്റെയോ ശൈലിയിലുമല്ല ഖുർആൻ. ഒരേ വിഷയം തന്നെ വിഭിന്നരൂപങ്ങളിൽ പലയിടങ്ങളിലായി പ്രതിപാദിച്ചിരിക്കുന്നത് കാണാം. ചിലയിടങ്ങളിൽ, ഒരു സൂക്തവും അതിന്റെ തൊട്ടടുത്ത സൂക്തവും തമ്മിൽ പ്രഥമദൃഷ്ട്യാ ബന്ധമൊന്നുമില്ലെന്നു തോന്നും. ആഴത്തിൽ ചിന്തിച്ചു നോക്കിയാലേ അവ തമ്മിൽ ബന്ധമുള്ളതായി കാണാൻ കഴിയൂ. ചില സൂക്തങ്ങൾക്കിടയിലും ചില സൂക്തങ്ങളുടെ അന്ത്യത്തിലും ചില വാക്കുകൾ വിട്ടുപോയിട്ടുള്ളതായി തോന്നും. ചിന്തിച്ചു നോക്കിയാൽ വിട്ടുപോയത് എന്തെന്ന് കണ്ടെത്താൻ കഴിയും. ചില സൂക്തങ്ങൾ ചില ചോദ്യങ്ങൾ ഉയർത്തുന്നതായും വായനക്കാർക്കനുഭവപ്പെടും. ചില ചെറിയ ചെറിയ സൂക്തങ്ങൾക്കകത്ത് വലിയ വലിയ കാര്യങ്ങൾ അടക്കം ചെയ്തിരിക്കുന്നതായും, മിക്ക സൂക്തങ്ങൾക്കും ബാഹ്യാർത്ഥങ്ങൾക്കുപുറമെ വലിയ അന്തരാർത്ഥങ്ങളുണ്ടെന്നും, ചിന്തിക്കുന്നവർക്ക് ബോധ്യമാകും. ചില സൂക്തങ്ങളുടെ പദാനുപദ അർത്ഥം ബുദ്ധിപൂർവ്വം ക്രമീകരിച്ചെങ്കിലേ യുക്തിസഹമായ അർത്ഥം കിട്ടുകയുള്ളൂ എന്നും കാണാം. ഖുർആന്റെ ആഴങ്ങളിലേക്ക് ഇറങ്ങിച്ചെല്ലുന്തോറും, അതുവരെ കണ്ടെത്തിയത് നിസ്സാരമാണെന്ന് ബുദ്ധിമാന്മാർക്ക് തോന്നും. ഇക്കാരണങ്ങളാൽ, ബുദ്ധിപൂർവ്വം വിചിന്തനം ചെയ്ത് വിശദീകരിക്കുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്തെങ്കിലേ ഖുർആൻ സൂക്തങ്ങൾ യഥാർത്ഥത്തിൽ എന്താണുദ്ദേശിക്കുന്നതെന്ന് വായനക്കാരന് മനസ്സിലാകൂ. ഈ വസ്തുത ഖുർആൻ വീണ്ടും വീണ്ടും ഉണർത്തുന്നത് കാണാം.",
      "ചിന്താരംഗത്ത് വലിയ വട്ടപ്പൂജ്യമായിരുന്ന, ഖുർആന്റെ തത്സമയ അഭിസംബോധകരായ അറബികളിലും പിൽക്കാല പഠിതാക്കളിലും ബുദ്ധിപൂർവ്വമായ ചിന്താശീലം വളർത്തിയെടുക്കാൻ ഖുർആൻ സ്വീകരിച്ച പ്രായോഗിക തന്ത്രമാണ് മേൽപറയപ്പെട്ട അസാധാരണ പ്രതിപാദനശൈലി. ഏ.ഡി. പതിനാറാം നൂറ്റാണ്ട് വരെ പ്രസ്തുത തന്ത്രം വിസ്മയാവഹമായ ഫലമുളവാക്കുകയും വിവിധ ശാസ്ത്രീയ രംഗങ്ങളിൽ അവർ ഇതര ജനതകളെ അപേക്ഷിച്ച് ഏറെ മുന്നേറുകയും ചെയ്തതാണ് ചരിത്രം. എന്നാൽ പിൽക്കാലത്തുണ്ടായ കോളനിവൽക്കരണവും കപട വിശ്വാസികൾ കെട്ടിച്ചമച്ച കഥകളും, യുക്തിചിന്തയെ നിരുത്സാഹപ്പെടുത്തുന്ന ഖുർആൻവിരുദ്ധ ഗ്രന്ഥങ്ങളും അറബികളുൾപ്പെടെയുള്ള മുസ്ലിം സമൂഹത്തിൽ ഒരുതരം യുക്തിചിന്താ വിരുദ്ധ മനോഭാവം ഉണ്ടാക്കിയെടുക്കുകയും അതോടെ അവർ ശാസ്ത്രീയ, പഠന, ഗവേഷണരംഗങ്ങളിൽ പിന്നോക്കം പോവുകയും ചെയ്തതാണ് ചരിത്രം.",
      "വായനക്കാരിൽ തെറ്റിദ്ധാരണ ഉണ്ടാക്കുന്ന ചില സൂക്തങ്ങൾ ഖുർആനിൽ കാണാം. എതിരാളികളുടെ കഴുത്തിനുമീതെ വെട്ടുകയും കൈവിരലുകൾ ഛേദിക്കുകയും ചെയ്യുക; പതിയിരുന്ന് അവരെ കാണുന്നിടത്ത് വച്ചുതന്നെ വധിക്കുക; അയൽവാസിയോട് യുദ്ധം ചെയ്യുക എന്നിവ ഉദാഹരണം. വിശദീകരണം അടിക്കുറിപ്പുകളിൽ നൽകാതെ, പ്രസ്തുത സൂക്തങ്ങളോടൊപ്പം നൽകിയാൽ തെറ്റിദ്ധാരണയും അതിന്റെ ദുരുപയോഗവും ദൂഷ്യഫലവും കുറച്ചെങ്കിലും ഒഴിവാക്കാനാകും. അപ്രകാരം ചെയ്യാൻ ഞാൻ പരമാവധി ശ്രമിച്ചിട്ടുണ്ട്.",
      "എന്റെ ചിന്താധിഷ്ഠിത പഠനത്തിൽനിന്ന് എനിക്ക് മനസ്സിലായ ഒരുകാര്യം, ഖുർആൻ വിശദീകരണ-വ്യാഖ്യാന രംഗത്ത് നാം ഇനിയും ഏറെ മുന്നോട്ട് പോകേണ്ടതുണ്ട് എന്നാണ്. ഈ രംഗത്ത് ആരോഗ്യപരമായ, സദുദ്ദേശപരമായ മത്സരം തന്നെയുണ്ടാകണം. എങ്കിലേ, ഇനിയും വെളിച്ചം കാണാതെ കിടക്കുന്ന ഖുർആനിക സത്യങ്ങൾ വെളിയിൽ വരുകയും ഏതു കാലഘട്ടത്തിലെയും വെല്ലുവിളികളെ അതിജീവിക്കാൻ ഖുർആന് കഴിയുകയും ചെയ്യുകയുള്ളൂ. ഈ വേദഗ്രന്ഥത്തെ ഏറ്റവും നന്നായി ജനങ്ങൾക്ക് വിശദീകരിച്ചുകൊടുക്കൂ എന്ന് നിർദേശിക്കുന്ന സൂക്തവും ചിന്തിച്ച് അർത്ഥവും ആശയവും മനസ്സിലാക്കാനാണ് ഈ ഗ്രന്ഥം അവതരിപ്പിച്ചുതന്നതെന്ന സൂക്തങ്ങളും ഖുർആൻ വിശദീകരണരംഗത്ത് മത്സരം തന്നെയാണ് ഉദ്ദേശിക്കുന്നത്. ആകയാൽ, യുക്തിഭദ്രമായ ഖുർആൻ സൂക്തങ്ങളെ സംബന്ധിച്ച യുക്തിരഹിതമായ വ്യാഖ്യാനങ്ങൾ തിരുത്താനും ഖുർആൻ ഉദ്ദേശിക്കുംപോലെ, ജനങ്ങളെ ഉദ്ബുദ്ധരാക്കുന്ന വ്യാഖ്യാനങ്ങൾ കണ്ടെത്താനും വ്യാഖ്യാനരംഗത്ത് സദുദ്ദേശപരമായ മത്സരം അനിവാര്യമാണെന്നാണ് എന്റെ പക്ഷം.",
      "താൻ അവതരിപ്പിച്ച സൂക്തങ്ങളെ വിശദീകരിക്കൽ തന്റെ ബാധ്യതയാണെന്നാണ് 75-ാം അദ്ധ്യായത്തിലെ 16-19 സൂക്തങ്ങളിലൂടെ (75:16-19) ദൈവം പറയുന്നത്. തെളിവുകളും മാർഗദർശനവും വേദഗ്രന്ഥത്തിലൂടെതന്നെ വിശദീകരിക്കപ്പെട്ടിട്ടുണ്ടെന്ന് 2:159ലും 11:1, 41:3, 43:1-3ലും വ്യക്തമാക്കപ്പെട്ടിട്ടുണ്ട്. ആകയാൽ, വിശദീകരണങ്ങളെല്ലാം ഖുർആനിനകത്തു തന്നെയാകണം. സൂക്തങ്ങൾ ഖുർആനിനകത്തും അവയുടെ ദിവ്യവിശദീകരണങ്ങൾ ഖുർആന് വെളിയിലും ആകുകയെന്നത്, യുക്തിഭദ്രമെന്ന് സ്വയം വിശേഷിപ്പിക്കുന്ന ഖുർആനുമായി യോജിക്കുകയില്ല. സത്യവിശ്വാസികൾക്കാവശ്യമായ കാര്യങ്ങൾ ഉദാഹരണസഹിതം ഖുർആനിൽ വിശദീകരിച്ചിട്ടുണ്ടെന്ന് 11:120ൽ ദൈവം പറയുന്നുണ്ട്.",
      "6:115 ൽ പറയുന്ന സമ്പൂർണ്ണതയാണ് ഖുർആനിനെ പരിശുദ്ധമാക്കുന്ന വസ്തുത. ഒരു വസ്തുവിനെ പരിശുദ്ധമെന്ന് വിശേഷിപ്പിച്ചാൽ, നീക്കം ചെയ്യേണ്ട യാതൊന്നും അതിനകത്തില്ലെന്നും അതിനോടു യാതൊന്നും കൂട്ടിച്ചേർക്കേണ്ട ആവശ്യമില്ലെന്നുമാണ് അതിന്റെ അർത്ഥം. ഒരു വേദഗ്രന്ഥം പരിശുദ്ധമാകുന്നതും അതേ മാനദണ്ഡത്തിന്റെ അടിസ്ഥാനത്തിലാണ്. എല്ലാ അർത്ഥത്തിലും ആ ഗ്രന്ഥം സമ്പൂർണ്ണമാണെന്നർത്ഥം. ഇന്നേ ദിവസം (ഈ സൂക്തം അവതരിപ്പിച്ച ദിവസം) മതത്തെ അഥവാ, സംശുദ്ധധാർമിക ജീവിതശൈലിയെ സമ്പൂർണ്ണമാക്കി തന്നിരിക്കുന്നു എന്ന് സൂക്തം 5:3ലൂടെ ദൈവം പറയുന്നുമുണ്ട്. നേർക്കുനേരെ കണ്ടെത്താൻ കഴിയാത്ത കാര്യങ്ങൾ ഖുർആനിനകത്തുതന്നെയുള്ള ഉപമകളും ഉദാഹരണങ്ങളും ബുദ്ധിപൂർവ്വം വിചിന്തനം ചെയ്ത് കണ്ടെത്തണമെന്നാണ് ദൈവം നമ്മോടാവശ്യപ്പെടുന്നത്. ആകയാൽ, ഏതെങ്കിലും സൂക്തത്തിന് കൂടുതൽ വിശദീകരണം ആവശ്യമായി വന്നപ്പോൾ ഖുർആനിനകത്തുതന്നെ സവിസ്തരം പരിശോധിക്കുകയാണ് ഞാൻ ആദ്യം ചെയ്തത്. പിന്നീട്, ആ സൂക്തത്തെ വിശദീകരിക്കുന്നതും ഇതര ഖുർആൻ വചനങ്ങളുമായി യോജിക്കുന്നതുമായ നബിവചനങ്ങളുണ്ടോ എന്നു ഞാൻ പരിശോധിച്ചു. വിശദീകരണം ആവശ്യമായ സൂക്തങ്ങളെപ്പറ്റി പൊതുവെ ഖുർആൻ വ്യാഖ്യാതാക്കൾ എന്തുപറഞ്ഞിരിക്കുന്നുവെന്നും ഞാൻ പരിശോധിക്കുകയുണ്ടായി. എന്നിട്ട്, സ്വേച്ഛകൾക്ക് വിധേയമാകാതെ എനിക്കു കഴിയുന്ന ഏറ്റവും നല്ല വിശദീകരണ-വ്യാഖ്യാനം നൽകുകയാണ് ഞാൻ ചെയ്തിരിക്കുന്നത്. ഏതു വ്യാഖ്യാനത്തിന്റെയും തെറ്റും ശരിയും അറിയുന്നവൻ ദൈവം മാത്രമാണ്. (ഈ പ്രസ്താവന ഓരോ വിശദീകരണ-വ്യാഖ്യാനത്തിന്റെയും അവസാനം ആവർത്തിക്കപ്പെടുന്നതായി കരുതണം).",
      "സൃഷ്ടികർത്താവായ ദൈവത്തിന്റെ നാമം അല്ലാഹു എന്നേ ആകാവൂ; \"അല്ലാഹു അക്ബർ\" എന്ന പ്രയോഗം ശриയോ തെറ്റോ; ആദം എന്ന പുരുഷനെ സൃഷ്ടിച്ച് അദ്ദേഹത്തിന്റെ വാരിയെല്ലിൽനിന്ന് അല്ലാഹു അദ്ദേഹത്തിന്റെ ഇണയെ സൃഷ്ടിച്ചു; ആദമിൽ നിന്നും അദ്ദേഹത്തിന്റെ ഇണയിൽ നിന്നുമുണ്ടായ സന്താനങ്ങൾ ഇണ ചേർന്നാണ് അതായത്, സ്വസഹോദരീ-സഹോദരന്മാർ തമ്മിൽ ഇണ ചേർന്നാണ് പിൻതലമുറ ഉണ്ടായത്; ഭയാവസ്ഥയിൽപോലും വാഹനത്തിലോ നടന്നുകൊണ്ടോ നിസ്കരിക്കണം; വെള്ളമില്ലാത്ത സ്ഥലത്ത് മണ്ണുകൊണ്ടുള്ള അംഗശുദ്ധീകരണം; നിലവിലുള്ള വിവാഹ ഉടമ്പടി; ഭാര്യ, ഭർത്താവിന്റെ കൃഷിയിടമാണ്; ഭർത്താവിന് താൻ ഇച്ഛിക്കുംപോലെ ഭാര്യയെ പ്രാപിക്കാം; കഴിവുള്ള ഏത് സത്യവിശ്വാസിക്കും ഒരേ സമയം നാലു സ്ത്രീകളെ വരെ ഭാര്യമാരാക്കി വെയ്ക്കാം; അല്ലാഹു നിഷിദ്ധമാക്കിയ അഞ്ച് കാര്യങ്ങളിലൊന്ന് മാതാപിതാക്കൾക്ക് നന്മ ചെയ്യലാണെന്ന് തെറ്റിദ്ധരിക്കാവുന്ന വിധമുള്ള വിവർത്തനം; ഒരാൾക്ക് തന്റെ ഭാര്യയെ മൂന്ന് പ്രാവശ്യം വിവാഹമോചനം ചെയ്യുകയും അതിന്നിടയിൽ രണ്ടു പ്രാവശ്യം തിരിച്ചെടുക്കുകയും ചെയ്യാം; അനന്തരാവകാശികൾക്ക് ഒസ്യത്ത് ബാധകമല്ല; ശത്രുക്കളിൽനിന്ന് আক্রমণണഭീഷണിയുള്ളപ്പോൾ, ഒന്നിനുപിറകെ മറ്റൊന്നായി രണ്ട് സംഘങ്ങൾക്കുമുന്നിൽനിന്ന് നിസ്കരിക്കാൻ മുഹമ്മദ് നബി കൽപ്പിക്കപ്പെട്ടിട്ടുണ്ട്; യേശുക്രിസ്തു അന്ത്യവിധിനാളിനു മുമ്പ് ഭൂമിയിൽ തിരിച്ചെത്തും; ഈ ഭൂമിയെപ്പോലെ വേറെ ആറു ഭൂമികളുമുണ്ട്; തന്റെ ഉപദേശം തേടിവന്ന അന്ധന്റെ നേരെ മുഹമ്മദ് നബി മുഖംചുളിച്ചു തിരിഞ്ഞു; സമ്പന്നനായ അബുലഹബിന്റെ, തോഴിമാരുണ്ടായിരുന്ന ഭാര്യ വിറകു ചുമട്ടുകാരിയായിരുന്നു; ചിലരുടെ ശിപാർശ ദൈവം സ്വീകരിക്കും -- എന്നിങ്ങനെയുള്ള ഒട്ടേറെ विषयोंങ്ങളെ സംബന്ധിച്ച്, ബന്ധപ്പെട്ട ഖുർആൻ സൂക്തങ്ങളെ അടിസ്ഥാനമാക്കി വിശദമായ ചർച്ച നടത്തണമെന്നും, ആവശ്യമെന്ന് ബോധ്യമായാൽ യുക്തിസഹമായ പുനർവ്യാഖ്യാനങ്ങളും വിവർത്തനത്തിൽ തിരുത്തലുകളും വരുത്തണമെന്നുമാണ് എന്റെ വിനീതമായ അഭിപ്രായം.",
      "ഖുർആന്റെ യാതൊരു പിൻബലവും ഇല്ലാതെ, പിൽക്കാല വ്യാഖ്യാതാക്കളിൽ മഹാഭൂരിപക്ഷവും പൂർവിക വ്യാഖ്യാതാക്കൾക്ക് അപ്രമാദിത്വം കൽപിച്ച് അവരുടെ വിവർത്തനങ്ങളെയും വ്യാഖ്യാനങ്ങളെയും യുക്തിപൂർവ്വം വിശകലനം ചെയ്യാതെ അതേപടി പിൻതുടരുകയും, ഭിന്ന വ്യാഖ്യാനങ്ങൾ നൽകിയവരെ പാടേ അവഗണിക്കുകയും ഒറ്റപ്പെടുത്തുകയും ചെയ്തുവെന്ന് ബോധ്യമായതുകൊണ്ടാണ് മേൽപറഞ്ഞ അഭിപ്രായം ഞാൻ മുന്നോട്ടു വെക്കുന്നത്. കക്ഷിതാല്പര്യമില്ലാത്ത ഖുർആൻ പണ്ഡിതന്മാരും, ഖുർആൻ പാണ്ഡിത്യവും സത്യസന്ധതയും കൂർമ്മബുദ്ധിയും യുക്തിസാമർത്ഥ്യവും ദൈവഭയഭക്തിയുമുള്ള അഭിഭാഷകരും ന്യായാധിപരും ശാസ്ത്രജ്ഞരും ചിന്തകരും സാമ്പത്തിക വിദഗ്ധരുമുൾപ്പെടുന്ന ഒരാഗോള സമിതി, നിലവിലുള്ള യുക്തിസഹമായ വിവർത്തന-വ്യാഖ്യാനങ്ങളുംകൂടി വിശകലനം ചെയ്ത് ഖുർആൻ സൂക്തങ്ങൾ പുനർവിവർത്തനം ചെയ്യുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യണം. എന്നെപ്പോലെ ഏതാനും വ്യക്തികൾ സ്വന്തം യുക്തിക്കനുസരിച്ച് ഒറ്റക്കൊറ്റയ്ക്ക് ഖുർആൻ വിവർത്തനമോ വ്യാഖ്യാനമോ ചെയ്യുന്നതു മൂലമുണ്ടാകുന്ന ആശയക്കുഴപ്പം ഒഴിവാക്കാൻ ഈ സമീപനം സഹായകമാകും. ഈ അഭിപ്രായത്തിന് ഉപോദ്ബലകമായി, നിലവിലുള്ള വിവർത്തനത്തിലും വ്യാഖ്യാനങ്ങളിലും അബദ്ധങ്ങളും യുക്തിരാഹിത്യവും സംഭവിച്ചതിന്റെ ഏതാനും ഉദാഹരണങ്ങൾ ഞാൻ ഇവിടെ എടുത്തു കാണിക്കാം:",
      "ഉദാഹരണം 1\nസൂക്തം 2:239 നിസ്കാരത്തെ സംബന്ധിച്ച് പറയുന്ന 238-ാം സൂക്തത്തിന്റെ തുടർച്ചയാണ് ഈ സൂക്തം. ഖുർആൻ परिഭാഷകർ ഈ സൂക്തത്തിനു നൽകിയ വിവർത്തനം ഇപ്രകാരമാണ്: നിങ്ങൾ ഭയപ്പെട്ടാൽ, നടന്നുകൊണ്ടോ വാഹനത്തിലോ (നിങ്ങൾക്ക് നിസ്കരിക്കാം). നിർഭയാവസ്ഥയിലായിക്കഴിഞ്ഞാൽ, നിങ്ങൾക്കറിയാത്തത് അല്ലാഹു നിങ്ങളെ പഠിപ്പിച്ചതുപോലെ നിങ്ങൾ അവനെ സ്മരിച്ചാൽ മതി (നിസ്കരിച്ചാൽ മതി).",
      "യാത്രക്കിടയിൽ കൊള്ളക്കാരോ, ശത്രുക്കളോ ദൃഷ്ടിയിൽപ്പെടുമ്പോൾ ഉണ്ടാവുന്ന ഭയമാണ് ഉദ്ദേശിക്കപ്പെടുന്നത്. ഭയാവസ്ഥയിലായവരോട് നടന്നോ വാഹനത്തിലോ സ്ഥലംവിട്ടുകൊള്ളാനും നിസ്കാരസമയമായാൽ, പോകുന്നപോക്കിൽ എവിടെയും നിൽക്കാതെ നിസ്കരിക്കാനുമാണ് പരിഭാഷയിൽ പറയുന്നത്. ഭയാവസ്ഥയിലായവർ വേഗത്തിൽ നടന്നോ കഴിയുമെങ്കിൽ ഓടിയോ, വേഗത്തിൽ വാഹനം ഓടിച്ചോ ആണല്ലോ രക്ഷപ്പെടാൻ ശ്രമിക്കുക? അങ്ങനെ ഭയപ്പെട്ട് വേഗത്തിൽ പോകുന്നയാൾ എവിടെയെങ്കിലും നിൽക്കുമോ? നിൽക്കാതെ നിസ്കരിക്കാൻ കഴിയുമോ? പ്രത്യേകിച്ചും, പ്രവാചകന്റെ കാലത്ത് ചെയ്തിരുന്നതുപോലെ നാൽക്കാലികളുടെ പുറത്ത് യാത്രചെയ്യുമ്പോൾ? സാധ്യമായ വിധം നിസ്കരിക്കുക എന്ന് ചില വ്യാഖ്യാതാക്കൾ എഴുതിയിട്ടുണ്ട്. നടന്നോ വാഹനപ്പുറത്തോ നിസ്കരിക്കൽ തീരെ പ്രായോഗികമല്ലെന്ന് അങ്ങനെ നിസ്കരിച്ച് നോക്കിയാൽ മനസ്സിലാകും.",
      "യഥാർത്ഥത്തിൽ സൂക്തം പറയുന്നതെന്താണെന്ന് ഖണ്ഡം ഖണ്ഡമായി പരിശോധിക്കാം. ആദ്യഭാഗം പറയുന്നതിങ്ങനെയാണ്: \"നിങ്ങൾ ഭയപ്പെട്ടാൽ; അപ്പോൾ നിങ്ങൾ കാൽനടയിലോ വാഹനത്തിലോ ആണ്\". ഇവ രണ്ടും യോജിപ്പിച്ചാൽ കിട്ടുന്നതിപ്രകാരമാണ്: നടന്നോ വാഹനത്തിലോ സഞ്ചരിക്കുമ്പോൾ നിങ്ങൾ ഭയപ്പെട്ടാൽ.",
      "രണ്ടാം ഭാഗം പറയുന്നതിപ്രകാരമാണ്: \"എന്നിട്ട് നിങ്ങൾ നിർഭയാവസ്ഥയിലായിക്കഴിഞ്ഞാൽ; അല്ലാഹു നിങ്ങളെ പഠിപ്പിച്ചതുപ്രകാരം നിങ്ങൾ അവനെ സ്മരിച്ചാൽ മതി; നിങ്ങൾക്കറിവില്ലാതിരുന്നത്\". ഇവ യോജിപ്പിച്ചാൽ കിട്ടുന്നത് ഇപ്രകാരമാണ്: നിർഭയാവസ്ഥയിലായിക്കഴിഞ്ഞാൽ, നിങ്ങൾക്കറിവില്ലാതിരുന്നത് അല്ലാഹു നിങ്ങളെ പഠിപ്പിച്ചതുപ്രകാരം നിങ്ങൾ അവനെ സ്മരിച്ചാൽ മതി.",
      "ഒന്നും രണ്ടും ഭാഗങ്ങൾ ബുദ്ധിപൂർവ്വം യോജിപ്പിച്ചാൽ കിട്ടുന്ന വിവർത്തനം ഇപ്രകാരമാണ്: നടന്നോ വാഹനത്തിലോ സഞ്ചരിച്ചുകൊണ്ടിരിക്കുമ്പോൾ ഭയാവസ്ഥയിലായാൽ നിങ്ങൾ നിസ്കരിക്കേണ്ടതില്ല. നിർഭയാവസ്ഥയിലായ ശേഷം, നിങ്ങൾക്കറിവില്ലാതിരുന്നത് അല്ലാഹു നിങ്ങളെ പഠിപ്പിച്ചതു പ്രകാരം അല്ലാഹുവിനെ നിങ്ങൾ സ്മരിച്ചാൽ മതി.",
      "ഭയപ്പെട്ട്, ഇരിക്കുന്നവരുടേയോ ധൃതിയിൽ നടന്നുകൊണ്ടിരിക്കുന്നവരുടേയോ ഓടിക്കൊണ്ടിരിക്കുന്നവരുടേയോ മനസ്സിൽ സ്വരക്ഷയെക്കുറിച്ചുള്ള ഉത്കണ്ഠയേ എപ്പോഴും ഉണ്ടാകൂ. അവർക്ക് ദൈവഭയഭക്തി ഉണ്ടാകാനുള്ള സാധ്യത തീരെ കുറവായിരിക്കും. എന്നാൽ ദൈവഭയഭക്തിയോടു കൂടിയേ നിസ്കരിക്കാവൂ എന്നാണ് സൂക്തം 2:238ൽ പറയുന്നത്. അങ്ങനെ പറയുന്ന ദൈവം, ഭയഭക്തി ഉണ്ടാകാത്ത ഭയചകിതമായ അവസരങ്ങളിൽ നിസ്കരിക്കാൻ ആവശ്യപ്പെടുകയില്ലല്ലോ? അതുകൊണ്ടാണ് ഭയപ്പെട്ട് സഞ്ചരിക്കുന്നവർ നിസ്കരിക്കേണ്ടതില്ല എന്ന നിഗമനത്തിൽ ഞാൻ എത്തിച്ചേർന്നത്. ഭയാവസ്ഥയിലായവരോട് അല്ലാഹുവിനുള്ള കാരുണ്യം ഈ വിട്ടുവീഴ്ചയിൽ നിഴലിക്കുന്നതു കാണാം. നിർബന്ധിതാവസ്ഥയിൽ, അവിശ്വാസിയായി അഭിനയിക്കുന്നതിൽ തെറ്റില്ലെന്ന് 16:106 ലും നിഷിദ്ധ വസ്തുക്കളിൽനിന്ന് ഭക്ഷിക്കുന്നതിൽ തെറ്റില്ലെന്ന് 2:173 ലും പ്രസ്താവിച്ചതിൽ ഉൾക്കൊള്ളുന്ന വിട്ടുവീഴ്ച തന്നെയാണ് നിരായുധരായിരിക്കെ ഭയാവസ്ഥയിലായ യാത്രക്കാർ നിസ്കരിക്കേണ്ടതില്ലെന്ന നിർദേശത്തിലുമുള്ളത്.",
      "കുറിപ്പ്: ദൈവസ്തുതി കീർത്തനവും ദൈവവചനങ്ങളും ചൊല്ലി, ദൈവസ്മരണ ഉൾക്കൊണ്ട് ദൈവസഹായം തേടി ഏകാഗ്രതയോടെ പ്രാർത്ഥിക്കുന്നതിനെയാണ് നിസ്കാരം എന്ന് പറയുന്നത്. നിസ്കാരത്തിന്റെ സുപ്രധാന ഭാഗമാണെങ്കിലും ദൈവസ്മരണ മാത്രമായി നിസ്കാരമാവുകയില്ല. 2:239, 4:103 എന്നീ സൂക്തങ്ങൾ ബുദ്ധിപൂർവ്വം പരിശോധിച്ചാൽ ഇക്കാര്യം വ്യക്തമാകും.",
      "2:239ഉം, 4:103ഉം പറയുന്നത് ഭയത്തിന്റെ അന്തരീക്ഷത്തിൽ നിസ്കരിക്കുന്നതിനെ സംബന്ധിച്ചാണ്. 4:103ൽ നിസ്കരിക്കണമെന്നും, 2:239ൽ നിസ്കരിക്കേണ്ടതില്ലെന്നും ഞാൻ പറഞ്ഞതിലെ യുക്തി എന്തെന്ന ചോദ്യം ഉയർന്നേക്കാം. 4:103ൽ യാത്രക്കാരെല്ലാം ആയുധധാരികളാണെന്ന കാരണത്താൽ, സംഘർഷം മുറ്റിനിൽക്കുന്ന അന്തരീക്ഷത്തിലാണ് യാത്രയെന്ന് മനസ്സിലാക്കാം. യാത്രക്കാരിൽ ഒരു വിഭാഗം ആയുധധാരികളായി നിന്ന് ശേഷിച്ചവർക്ക് സംരക്ഷണം നൽകിക്കൊണ്ട് അവരിൽ നിർഭയത്വവും അതുവഴി ഭയഭക്തിക്കുള്ള മാനസികാവസ്ഥയും സൃഷ്ടിക്കുന്നതിനാലാണ് അവരോട് നിസ്കരിക്കാൻ കല്പിക്കുന്നത്. എന്നാൽ 2:239ൽ, യാത്രക്കാരുടെ കൂടെ ആയുധമുള്ളതായി പറയുന്നില്ല. ആകയാൽ, യാത്ര സമാധാനാന്തരീക്ഷത്തിലാണെന്നും ആകസ്മികമായാണ് ഭയാവസ്ഥ നേരിടുന്നതെന്നും മനസ്സിലാക്കാം. ആ അവസ്ഥയിൽ, ആയുധസംരക്ഷണമില്ലാതെ നിസ്കരിക്കുന്നവരിൽ നിർഭയത്വവും ഭയഭക്തിയും ഉണ്ടാകില്ല. അതിനാലാണ് അവർ നിസ്കരിക്കേണ്ടതില്ലെന്ന നിഗമനത്തിൽ ഞാൻ എത്തിയത്.",
      "ഉദാഹരണം 2. സൂക്തം 4:1 ഈ സൂക്തത്തിന്റെ ആദ്യഭാഗത്തിന്റെ പൊതുവായ വിവർത്തനം ഇപ്രകാരമാണ്: മനുഷ്യരേ, ഒരേ ആത്മാവിൽനിന്ന് (നഫ്സിൽനിന്ന്) ദൈവം നിങ്ങളെ സൃഷ്ടിച്ചു. അതിൽനിന്നു തന്നെ അതിന്റെ ഇണയെ അവൻ സൃഷ്ടിച്ചു. അവർ ഇരുവരിൽനിന്ന് നിരവധി പുരുഷന്മാരെയും സ്ത്രീകളെയും അവൻ വ്യാപിപ്പിച്ചു. അപ്രകാരം ചെയ്ത നിങ്ങളുടെ രക്ഷകനോട് നിങ്ങൾ ഭയഭക്തി പുലർത്തുക.",
      "ദൈവം \"ആദം\" എന്ന ഒരു പുരുഷനെ (ആത്മാവിനെ) സൃഷ്ടിച്ച് ആ പുരുഷനിൽ നിന്ന് അവന്റെ ഇണയായ സ്ത്രീയെ സൃഷ്ടിച്ചെന്നും അവർ ഇരുവരിൽ നിന്നുമായി ഭൂമിയിൽ മനുഷ്യസമൂഹത്തെ സൃഷ്ടിച്ച് വ്യാപിപ്പിച്ചുവെന്നുമാണ് ഖുർആൻ വ്യാഖ്യാതാക്കൾ പറയുന്നത്. ഈ വ്യാഖ്യാനം ശരിയല്ല.",
      "ദൈവം \"മനുഷ്യരേ\" എന്നു വിളിച്ചതും, \"നിങ്ങളെ\" എന്നു പറഞ്ഞതും പുരുഷസമൂഹത്തെ മാത്രം ഉദ്ദേശിച്ചുകൊണ്ടോ സ്ത്രീ സമൂഹത്തെ മാത്രം ഉദ്ദേശിച്ചുകൊണ്ടോ അല്ല, സ്ത്രീകളും പുരുഷന്മാരുമടങ്ങുന്ന മനുഷ്യസമുദായത്തെയാകെ ഉദ്ദേശിച്ചുകൊണ്ടാണ്. \"മനുഷ്യരേ, ദൈവം ഒരാത്മാവിൽനിന്നാണ് നിങ്ങളെ സൃഷ്ടിച്ചത്\" എന്ന പ്രസ്താവന ഖുർആന്റെ തത്സമയ പ്രബോധിത ജനതയോടുള്ളതാണെങ്കിലും സർവ്വ മുൻ-പിൻ തലമുറകൾക്കും ഒരുപോലെ ബാധകമാണത്. അതായത്, മനുഷ്യവർഗം പെരുകാൻ തുടങ്ങിയത് ആരിലൂടെയാണോ അവർ രണ്ടുപേരുമടങ്ങുന്ന ആദ്യ തലമുറയ്ക്കു കൂടി പ്രസ്താവന ബാധകമാണെന്നർത്ഥം. ആദ്യം രണ്ടുപേർ മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂവെങ്കിലും, \"മനുഷ്യരേ\" എന്ന് അവരെയും അഭിസംബോധന ചെയ്യാവുന്നതാണല്ലോ? അങ്ങനെ പ്രസ്താവന അവരോടായാൽ, ആദ്യ പുരുഷൻ മാത്രമല്ല ആദ്യ സ്ത്രീയും ഒരേ ആത്മാവിൽനിന്നാണ് സൃഷ്ടിക്കപ്പെട്ടതെന്നും, ആദ്യ സ്ത്രീ ആദ്യ പുരുഷനിൽനിന്നല്ല സൃഷ്ടിക്കപ്പെട്ടതെന്നും, ആദ്യ പുരുഷനിൽ നിന്നും ആദ്യസ്ത്രീയിൽ നിന്നും വ്യത്യസ്തമായ ഒന്നാണ് നഫ്സ് എന്ന് വ്യക്തമാകും. ആദ്യ പുരുഷന്റെ ഇണ ആ പുരുഷനിൽ നിന്നുതന്നെ സൃഷ്ടിക്കപ്പെട്ടതാണെന്ന നിലവിലുള്ള വ്യാഖ്യാനവും അതിനെ ആധാരമാക്കിയുള്ള വിശ്വാസവും മുൻ വേദക്കാരുടെ പുരുഷ മേധാവിത്വ മനഃസ്ഥിതിയിൽ നിന്നുണ്ടായതും അതേ മനഃസ്ഥിതിയോടെ ഖുർആൻ പണ്ഡിതർ അവരിൽനിന്ന് കടമെടുത്തതും, ആകയാൽ ഖുർആൻ വിരുദ്ധവുമാണ്. ദൈവം നിങ്ങളെ/മനുഷ്യരെ (ആണിനെയും പെണ്ണിനെയും) മണ്ണിൽ നിന്നാണ് സൃഷ്ടിച്ചതെന്ന് പറയുന്ന 6:2, 15:26, 22:5 സൂക്തങ്ങളും, വെള്ളത്തിൽ നിന്നാണ് സൃഷ്ടിച്ചതെന്നു പറയുന്ന 25:54-ാം സൂക്തവും ഈ വാദത്തെ ശരിവയ്ക്കുന്നു. നഫ്സ് എന്ന പദത്തിന് ആത്മാവ് എന്നും അർത്ഥമുണ്ടെങ്കിലും മനുഷ്യ സൃഷ്ടിക്കാധാരമായ നഫ്സ്, മണ്ണും വെള്ളവും കലർന്ന സങ്കരവസ്തുവാണെന്ന് മുൻ പറഞ്ഞ സൂക്തങ്ങളിൽ നിന്നു വ്യക്തമാണ്.",
      "മേൽ വിവരണത്തിന്റെ അടിസ്ഥാനത്തിൽ, പരാമർശിത സൂക്തത്തിന്റെ ആദ്യഭാഗത്തിന്റെ ആശയപ്രതിപാദനം ഇപ്രകാരമാകും: \"സ്ത്രീ-പുരുഷന്മാരേ, നിങ്ങളുടെ സമുദായത്തെ ദൈവം സൃഷ്ടിച്ചത് ഒരൊറ്റ സങ്കരവസ്തുവിൽ നിന്നാണ്. അതേ വസ്തുവിൽ നിന്നുതന്നെ അവൾക്ക് (സ്ത്രീക്ക്) ഇണയെ സൃഷ്ടിക്കുകയും, അവർ ഇരുവരിൽ നിന്നുമായി നിരവധി സ്ത്രീകളെയും പുരുഷന്മാരെയും സൃഷ്ടിച്ച് വ്യാപിപ്പിക്കുകയും ചെയ്തുകൊണ്ടാണ് ദൈവം മനുഷ്യസമുദായ സൃഷ്ടി നിർവഹിച്ചത്\".",
      "പുരുഷനെയാണ് ദൈവം ആദ്യം സൃഷ്ടിച്ചതെന്ന ധാരണയാണ് മുസ്ലിം സമുദായത്തിലുള്ളത്. ഖുർആൻ അങ്ങനെ ഒരിടത്തും പറഞ്ഞിട്ടില്ല. താൻ ഭൂമിയിൽ ഒരു ഖലീഫയെ (യുക്തിയിൽ അധിഷ്ഠിതമായ നീതിബോധമുള്ള ഒരു സൃഷ്ടിയെ) നിയോഗിക്കാൻ പോകുന്നുവെന്നേ മാലാഖമാരോട് ദൈവം പറഞ്ഞുള്ളൂ. ഖലീഫ എന്ന പദം പൊതുലിംഗപദമായാണ് ഖുർആൻ ഉപയോഗിച്ചിരിക്കുന്നത്. ആകയാൽ സ്ത്രീകളും പുരുഷന്മാരും ആ വാക്കിന്റെ പരിധിയിൽ വരും.",
      "ഉദാഹരണം 3\nസൂക്തം 6:151 അല്ലാഹു നിഷിദ്ധമാക്കിയ കാര്യങ്ങൾ പ്രവാചകൻ ജനങ്ങൾക്ക് വിശദീകരിച്ചുകൊടുക്കുന്ന ഒരു സൂക്തമാണിത്. പങ്കുചേർക്കരുത്, കൊല്ലരുത്, സമീപിക്കരുത്, കൊല്ലരുത് എന്നീ നിരോധനങ്ങളും, \"നന്മ ചെയ്യണം\" എന്ന ഒരു കല്പനയും സൂക്തത്തിന്റെ വിവർത്തനത്തിൽ കാണാം. നിഷിദ്ധമാക്കിയെന്ന തലക്കെട്ടിനുതാഴെ കൊടുക്കുന്ന കാര്യങ്ങളെല്ലാം നിഷിദ്ധമായിരിക്കണമല്ലോ? ആകയാൽ, അരുതുകളോടൊപ്പം ചെയ്യണം എന്ന് അർത്ഥം നൽകിയത് വൈരുദ്ധ്യമാണ്. ഖുർആനിൽ വൈരുദ്ധ്യമില്ലെന്ന് ദൈവം തന്നെ പറയുന്നുണ്ട്. ചെയ്യാതിരിക്കരുത് എന്നു പറഞ്ഞെങ്കിലേ വൈരുദ്ധ്യം ഒഴിവാവുകയുള്ളൂ. എന്നാൽ അങ്ങനെ തിരുത്തി പരിഹരിക്കാവുന്ന പ്രശ്നമല്ല ഇത്. കാരണം, നാല് അരുതുകൾ പറഞ്ഞ അല്ലാഹുവിന്, ചെയ്യാതിരിക്കരുത് എന്ന ഒരു അരുത് കൂടി പറയാമായിരുന്നല്ലോ?. പ്രവാചകന് തെറ്റുപറ്റിയതായിരിക്കില്ല. ദിവ്യവചനങ്ങളിൽ തെറ്റു പറ്റുക അസംഭവ്യമാണെന്നാണ് ഖുർആൻ പറയുന്നത്. ആകയാൽ സൂക്തത്തിന്റെ ഒടുവിൽ പറയുന്നതുപോലെ, കാര്യമെന്താണെന്ന് ചിന്തിച്ച് മനസ്സിലാക്കാൻ നമുക്ക് ശ്രമിച്ചു നോക്കാം.",
      "\"വബിൽ വാലിദൈനി ഇഹ്സാനൻ\" എന്നതിന്, \"മാതാപിതാക്കൾക്ക് നന്മയും\" എന്ന് മാത്രമേ അർത്ഥമുള്ളൂ. അതിൽ ക്രിയയില്ല. ഭാഷാപരമായ പ്രശ്നമില്ലാത്തപ്പോൾ, \"ചെയ്യണം\" എന്ന ക്രിയ ചേർത്ത് മാതാപിതാക്കൾക്ക് നന്മചെയ്യണം എന്ന് അതിനെ വിവർത്തനം ചെയ്യാറുണ്ട് (2:83, 4:36 നോക്കുക). എന്നാൽ, പരാമർശിത സൂക്തത്തിലെപ്പോലെ ഭാഷാപരവും ആശയപരവുമായ പ്രശ്നമുള്ളപ്പോൾ, \"ക്രിയ\" എന്തായിരിക്കണമെന്ന് ബുദ്ധിപൂർവ്വം ചിന്തിച്ച് കണ്ടെത്തേണ്ടിയിരിക്കുന്നു. അതിനുള്ള ഏകമാർഗം, സാധാരണ ചെയ്യാറുള്ളതുപോലെ, തൊട്ടുമുമ്പുള്ള സൂക്തത്തിൽ പ്രയോഗിച്ച ക്രിയയെ, ക്രിയ ഇല്ലാത്തയിടത്തേക്ക് കൊണ്ടുവരിക എന്നതാണ്. പങ്കുചേർക്കരുത് എന്ന ക്രിയയാണ് തൊട്ടുമുമ്പുള്ളത്. ആ ക്രിയയെ, മാതാപിതാക്കൾക്ക് നന്മയും എന്നതിനോട് ചേർത്താൽ, \"മാതാപിതാക്കൾക്ക് നന്മയും പങ്കു ചേർക്കരുത്\" എന്നു വായിക്കാം. ഇപ്പോൾ ആശയം ഏകദേശം വ്യക്തമായി. ഇനി ബുദ്ധിപൂർവ്വം വാചകം പൂർത്തിയാക്കിയാൽ മതി. അതിപ്രകാരമാകാം: \"അല്ലാഹുവിനോട് യാതൊന്നിനേയും നിങ്ങൾ പങ്കuചേർക്കരുത്. നന്മചെയ്യുന്ന കാര്യത്തിൽ മാതാപിതാക്കളോടും നിങ്ങൾ ആരേയും പങ്കuചേർക്കരുത്\" (നന്മ ചെയ്യുന്നതിൽ മാതാപിതാക്കൾക്ക് നൽകുന്നത്ര പരിഗണന ഭർത്താവിനോ ഭാര്യയ്ക്കോ മക്കൾക്കോ മറ്റാർക്കെങ്കിലുമോ നൽകരുതെന്നർത്ഥം).",
      "മേൽ സൂചിപ്പിച്ചതുപോലെ, ഈ സൂക്തം വിവർത്തനം ചെയ്യുന്നതിൽ എന്തോ പ്രശ്നമുള്ളതായി തോന്നിയതിനാൽ ആയിരിക്കാം അപൂർവം ചില വിവർത്തകർ, \"അല്ലാഹു നിഷിദ്ധമാക്കിയത് പറഞ്ഞുതരാം\" എന്ന തലക്കെട്ടിനുപകരം, \"അല്ലാഹു പവിത്രമാക്കിയത് പറഞ്ഞുതരാം\", \"അല്ലാഹു നിർബന്ധമാക്കിയത് പറഞ്ഞുതരാം\" എന്നീ തലക്കെട്ടുകൾ കൊടുത്തിരിക്കുന്നത്. എന്നാൽ നിഷിദ്ധമാക്കിയത് പറഞ്ഞു തരാം എന്ന തലക്കെട്ടേ യോജിക്കുകയുള്ളൂ എന്നത്, ഈ സൂക്തവുമായി ബന്ധപ്പെട്ട് 138 മുതലുള്ള സൂക്തങ്ങൾ പരിശോധിച്ചാലറിയാം. അല്ലാഹു നിഷിദ്ധമാക്കാത്ത കാര്യങ്ങൾ അല്ലാഹു നിഷിദ്ധമാക്കിയെന്ന് സത്യനിഷേധികൾ കള്ളം പറഞ്ഞതിനെപ്പറ്റിയുള്ളവയാണ് ആ സൂക്തങ്ങൾ. അവയിൽ പറയുന്ന കാര്യങ്ങളൊന്നും അല്ലാഹു നിഷിദ്ധമാക്കിയിട്ടില്ലെന്നും അല്ലാഹു നിഷിദ്ധമാക്കിയ കാര്യങ്ങൾ വ്യക്തമാക്കിത്തരാമെന്നുമാണ് സൂക്തം 6:151 പറയുന്നത്. 29:8ലെ \"അനുസരിക്കരുത്\" എന്ന ക്രിയ കടമെടുത്തും ചിലർ പ്രശ്നം പരിഹരിക്കാൻ ശ്രമിക്കുന്നുണ്ട്. എന്നാൽ പ്രശ്നസൂക്തത്തിൽനിന്ന് കണ്ടെത്താൻ കഴിയുന്ന പരോക്ഷക്രിയ (understood verb) തന്നെ ഉപയോഗിക്കുക എന്നതാണ് ഭാഷാനിയമം. ഉദാഹരണങ്ങൾക്ക് 4:36, 4:43, 22:75, 39:42 മുതലായ സൂക്തങ്ങൾ പരിശോധിക്കുക.",
      "വിഷയ സംബന്ധമായി 7:33 പരിശോധിക്കുക. അവിടെ നിഷിദ്ധ പട്ടികയിൽ അരുതായ്മകൾ മാത്രമേ ഉള്ളൂ; \"വബിൽ വാലിദൈനി ഇഹ്സാനൻ\" (മാതാപിതാക്കൾക്ക് നന്മ ചെയ്യണം) എന്ന ശാസന കാണുന്നില്ല. അത് ഉൾപ്പെടുത്തി വായിച്ച് നോക്കുക. വലിയ പ്രശ്നം ഉടലെടുക്കുന്നതു കാണാം.",
      "ഉദാഹരണം 4\nസൂക്തം 54:1-2 പൊതുവിവർത്തനം ഇപ്രകാരമാണ്: ആ സമയം (അന്ത്യസമയം) അടുത്തു. ചന്ദ്രൻ പിളർന്നു. എന്ത് ദൃഷ്ടാന്തം കാണുകയാണെങ്കിലും പിൻതിരിഞ്ഞു കളയുകയും നിലവിലുള്ള ജാലവിദ്യ തന്നെയാണിത് എന്നു പറയുകയും ചെയ്യും അവർ.",
      "ചന്ദ്രൻ പിളർന്നതായി കാണപ്പെട്ടുവെന്നും സത്യനിഷേധികൾ അതിനെ ആഭിചാര പ്രവൃത്തിയായി തള്ളിക്കളഞ്ഞെന്നുമാണ് വ്യാഖ്യാനം.",
      "സൂക്തം ശ്രദ്ധയോടെ വായിച്ച്, ചിന്തിച്ച് മനസ്സിലാക്കാൻ ശ്രമിക്കാം. അന്ത്യസമയം ആസന്നമായതും ചന്ദ്രൻ പിളർന്നതും ഭൂതകാലക്രിയകളിലാണ് കൊടുത്തിരിക്കുന്നത്. എന്നാൽ, ജനങ്ങളിൽ ചിലർ അത് കണ്ടെന്നും ആഭിചാരപ്രവൃത്തിയാണതെന്ന് അവർ പറഞ്ഞെന്നുമുള്ള ഭൂതകാലക്രിയ അല്ല സൂക്തത്തിലുള്ളത്. കാണുകയാണെങ്കിലും അവർ അങ്ങനെ പറയും എന്ന ഭാവികാല ക്രിയയാണ് സൂക്തത്തിൽ പ്രയോഗിച്ചിരിക്കുന്നത്. യഥാർത്ഥത്തിൽ അവരത് കാണുകയും എന്നിട്ടതിനെ ആഭിചാരമായി വിശേഷിപ്പിക്കുകയും ചെയ്തെങ്കിൽ, \"അവർ അങ്ങിനെ ഒരു ദൃഷ്ടാന്തം കണ്ടിട്ടും പിന്തിരിഞ്ഞു കളയുകയും നിലവിലുള്ള ഒരു ആഭിചാരവൃത്തിയാണതെന്ന് അവർ പറയുകയും ചെയ്തു\" എന്നാണല്ലോ പറയേണ്ടിയിരുന്നത്? അങ്ങനെ പറയാത്തതിനാൽ, അന്ത്യസമയം ആസന്നമായില്ല; ചന്ദ്രൻ പിളർന്നില്ല; അവരങ്ങനെ കണ്ടുമില്ല എന്നേ ധരിക്കാൻ കഴിയൂ. അങ്ങനെ ഒരു സംഭവം കണ്ടാലും, ആഭിചാരവൃത്തിയാണതെന്ന് പറഞ്ഞ് അതിനെ തള്ളിക്കളയുന്ന കടുത്ത നിഷേധസ്വഭാവമാണ് നബിയുടെ ജനതയുടേതെന്ന് പറയുക മാത്രമാണ് സൂക്തങ്ങൾ ചെയ്യുന്നത്. ആകാശത്തുനിന്ന് ഒരു ഭാഗം അടർന്നു വീഴുന്നത് കാണുകയാണെങ്കിലും അതൊരു മേഘക്കൂമ്പാരമാണെന്നേ അവർ പറയൂ എന്ന 52:44-ാം സൂക്തം ഇതോടു ചേർത്ത് വായിക്കുക. യഥാർത്ഥത്തിൽ താങ്കൾ ദൈവദൂതനാണെങ്കിൽ എന്തേ പുതിയ പ്രത്യക്ഷ ദൃഷ്ടാന്തങ്ങൾ കൊണ്ടുവരാത്തത് എന്ന് നിഷേധികൾ പലവട്ടം ചോദിക്കുകയുണ്ടായെന്ന് ഖുർആൻ പറയുന്നു. എന്നാൽ ദൈവം ചന്ദ്രനെ പിളർത്തി കാണിച്ചു തന്നില്ലേ, അതിൽപരം എന്ത് ദൃഷ്ടാന്തമാണ് വേണ്ടത് എന്ന് ഖുർആൻ ഒരിക്കൽപോലും തിരിച്ചു ചോദിച്ചിട്ടില്ല. മറിച്ച്, പുതിയ പ്രത്യക്ഷ തെളിവ് ഇറക്കിയതുകൊണ്ട് പ്രയോജനമില്ലെന്ന് ദൈവത്തിനറിയാമെന്നും അതുകൊണ്ടാണ് പുതിയ തെളിവ് ഇറക്കാത്തതെന്നുമാണ് ഖുർആൻ ആവർത്തിച്ച് പറഞ്ഞത് (ഉദാഃ 21:5-6, 13:31). ആകയാൽ 54:1-2 നെ ഇപ്രകാരം പുനർവിവർത്തനം ചെയ്യേണ്ടതുണ്ട്: അന്ത്യസമയം ആസന്നമായതിന്റെ തെളിവായി ചന്ദ്രൻ പിളർന്നത് കണ്ടാലും പിന്തിരിഞ്ഞ് പോവുകയും നിലവിലുള്ള ആഭിചാരവൃത്തിയാണതെന്ന് പറയുകയുമാണ് അവർ ചെയ്യുക.",
      "ഉദാഹരണം 5\nസൂക്തം 65:12 സൂക്തത്തിന്റെ ആദ്യഭാഗത്തിന്റെ പൊതുവിവർത്തനം ഇപ്രകാരമാണ്: അവനാണ് (അല്ലാഹുവാണ്) ഏഴ് ആകാശങ്ങളെയും ഭൂമിയിൽനിന്ന് അവയ്ക്ക് തുല്യമായവയും/അവയെപ്പോലുള്ളവയും സൃഷ്ടിച്ചവൻ.",
      "ഏഴ് ആകാശങ്ങളെപ്പോലെ ഏഴ് ഭൂമികളെയും അല്ലാഹു സൃഷ്ടിച്ചിട്ടുണ്ടെന്നും അവയിലൊന്നാണ് നാം അധിവസിക്കുന്ന ഭൂമിയെന്നും വേറെ ആറു ഭൂമികൾ പ്രപഞ്ചത്തിലെവിടെയോ ഉണ്ടെന്നുമാണ് വ്യാഖ്യാനം. ഏഴ് ഭൂഖണ്ഡങ്ങളോ, ഭൂമിയുടെ ഏഴ് അടുക്കുകളോ ആണ് ഉദ്ദേശിക്കപ്പെടുന്നതെന്ന വ്യാഖ്യാനങ്ങളുമുണ്ട്.",
      "ഖുർആനിക സൂക്തങ്ങൾ ചിന്തിച്ചു മനസ്സിലാക്കണം എന്ന ദൈവിക നിർദേശത്തെ പാടേ അവഗണിച്ചതിന്റെ ഫലമാണ് ഈ വിവർത്തന-വ്യാഖ്യാനം. ഏതോ വൃക്ഷത്തെ സമീപിക്കരുതെന്ന ദിവ്യശാസനയെ ധിക്കരിച്ച ആദമിനോടും മറ്റും ഭൂമിയിലേക്കിറങ്ങിപ്പോകൂ എന്നാണ് ദൈവം കൽപ്പിച്ചത്. ഒന്നിലധികം ഭൂമികളുണ്ടെന്ന് സൂചന നൽകും വിധം ഏതെങ്കിലും ഒരു ഭൂമിയിലേക്ക് പൊയ്ക്കൊള്ളൂ എന്നല്ല ദൈവം പറഞ്ഞത്. ആകയാൽ നിരർത്ഥകത ഒഴിവാക്കാൻ, ചിന്തിച്ച് യുക്ത്യസഹമായ അർത്ഥം കണ്ടെത്തേണ്ടിയിരിക്കുന്നു.",
      "സൂക്തത്തിന്റെ ആദ്യഭാഗത്തെ രണ്ടായി വിഭജിക്കാം. ഒന്ന്, അല്ലാഹുവാണ് ഏഴ് ആകാശങ്ങളെ സൃഷ്ടിച്ചവൻ. രണ്ട്, ഭൂമിയിൽനിന്ന് അവയെപ്പോലെയും. \"ഭൂമിയിൽനിന്ന് അവയെപ്പോലെയും\" എന്ന പദങ്ങളെ പുനഃക്രമീകരിച്ച്, \"അവയെപ്പോലെ ഭൂമിയിൽനിന്നുള്ളവയും\" എന്നാക്കി മാറ്റാവുന്നതാണ്. അങ്ങനെ ചെയ്യുന്നതിൽ ഭാഷാപരമായി യാതൊരു തെറ്റുമില്ല. ഇനി രണ്ടും യോജിപ്പിച്ചാൽ, അല്ലാഹുവാണ് ഏഴ് ആകാശങ്ങളെ സൃഷ്ടിച്ചവനും, അവയെപ്പോലെ (അവയെ സൃഷ്ടിച്ചതുപോലെ) ഭൂമിയിലുള്ളവയെ സൃഷ്ടിച്ചവനും എന്ന് കിട്ടും. ചിന്തിച്ച് മനസ്സിലാക്കി ഇങ്ങനെ പുനഃക്രമീകരിച്ചിരുന്നെങ്കിൽ ആശയക്കുഴപ്പവും യുക്തിരാഹിത്യവും വൈരുദ്ധ്യവും ഒഴിവാക്കാമായിരുന്നു. ഈ പുനർ വിവർത്തനത്തെ 2:29 ശരി വയ്ക്കുന്നു. ഖുർആൻ സൂക്തത്തെ, കഴിയുമെങ്കിൽ, ഖുർആൻ സൂക്തം കൊണ്ടുതന്നെ വ്യാഖ്യാനിക്കുകയാണ് വേണ്ടത്.",
      "ഉദാഹരണം 6\nസൂക്തം 80:1-2 പൊതു പരിഭാഷ ഇപ്രകാരമാണ്: അദ്ദേഹത്തിന്റെ (നബിയുടെ) അടുക്കൽ ആ അന്ധൻ വന്നതിനാൽ അദ്ദേഹം (നബി) മുഖം ചുളിച്ചു തിരിഞ്ഞു.",
      "ഖുറൈശി പ്രമുഖരുമായി നബി സംഭാഷണത്തിൽ ഏർപ്പെട്ടിരുന്ന സമയത്ത്, നബിക്ക് പരിചിതനായ ഒരു അന്ധൻ ഉപദേശം തേടി നബിയുടെ അടുക്കലെത്തിയെന്നും അതിഷ്ടപ്പെടാതെ നബി മുഖം ചുളിച്ചു തിരിഞ്ഞെന്നുമാണ് പണ്ഡിതഭാഷ്യം. നിന്റെയടുക്കൽ ആ അന്ധൻ വന്നതിനാൽ നീ/താങ്കൾ മുഖം ചുളിച്ചു തിരിഞ്ഞു എന്നു പറയേണ്ടതിനു പകരം, നബിക്ക് മനഃക്ലേശമുണ്ടാക്കാതിരിക്കാനാണ് അദ്ദേഹം എന്ന് അല്ലാഹു പ്രയോഗിച്ചതെന്നാണ് വിശദീകരണം! വിവർത്തനവും വിശദീകരണവും ശരിയല്ല. ഈ അദ്ധ്യായത്തിലെ തന്നെ മൂന്നാം സൂക്തത്തിലും, അഞ്ചുമുതൽ പത്തുവരെയുള്ള സൂക്തങ്ങളിലും നീ എന്നു വിളിച്ച് അല്ലാഹു നബിയെ ഗുണദോഷിച്ചിട്ടുണ്ട്. സത്യനിഷേധികൾക്കും കപടർക്കും വേണ്ടി നീ എഴുപതു പ്രാവശ്യം പാപമോചനം തേടിയാലും അല്ലാഹു അവർക്ക് പൊറുത്തു കൊടുക്കുകയില്ല (9:80); സത്യം പറഞ്ഞവരാരെന്ന് ബോധ്യപ്പെടാതെയും കള്ളം പറഞ്ഞവരെ തിരിച്ചറിയാതെയും, ചോദിച്ചവർക്കെല്ലാം ധർമ്മസമരത്തിൽനിന്ന് വിട്ടുനിൽക്കാൻ നീ അനുമതി നൽകിയത് ശരിയായില്ല (9:43); നിനക്കിഷ്ടപ്പെട്ടവരെ നേർവഴിയിലാക്കാൻ നിനക്ക് കഴിയില്ല (28:56); ജനത്തെ ഭയപ്പെട്ട്, അല്ലാഹു വെളിപ്പെടുത്താനുദ്ദേശിച്ച ഒരു വിഷയം നീ മനസ്സിൽ ഒളിച്ചുവച്ചു (33:37); നിനക്ക് അന്ത്യസമയത്തെപ്പറ്റി ഒന്നുമറിയില്ല (33:63); നീ മരിക്കും, അവരും മരിക്കും (39:30); സ്വപത്നിമാരുടെ പ്രീതി സമ്പാദിക്കാൻ, അല്ലാഹു അനുവദിച്ചത് നീ എന്തിനു നിഷിദ്ധമാക്കുന്നു (66:1) എന്നിങ്ങനെ നിരവധി സ്ഥലങ്ങളിൽ നീ എന്നു വിളിച്ച് അല്ലാഹു നബിയെ ഗുണദോഷിച്ചതായി കാണാം. അപ്പോഴൊന്നും ഉണ്ടാകാത്ത മനഃക്ലേശം അന്ധന്റെ നേരെ മുഖം ചുളിച്ച കാര്യം പരാമർശിക്കുമ്പോൾ മാത്രം അദ്ദേഹത്തിനുണ്ടാകുന്നതെങ്ങനെ? മാത്രമല്ല, നബിമാർക്കിഷ്ടപ്പെടുമോ ഇല്ലയോ എന്നു നോക്കിയാണോ അല്ലാഹു ഗുണദോഷിക്കുന്നത്? അങ്ങനെ പറയുന്നതുതന്നെ അല്ലാഹുവിന്റെ മഹോന്നത പദവിക്ക് ഒട്ടും നിരക്കുന്നതല്ലല്ലോ.",
      "സൂക്തം ബുദ്ധിപൂർവ്വം വിശകലനം ചെയ്യാത്തതിന്റെ ഫലമാണ് നിരപരാധിയായ നബിയെ കുറ്റപ്പെടുത്തിക്കൊണ്ടുള്ള നിലവിലെ വ്യാഖ്യാനം. പ്രവാചക ദൗത്യത്തിന്റെ പ്രാരംഭദശയിൽ മക്കയിൽ വച്ചുണ്ടായ ഒരു സംഭവത്തെയാണ് 1-2 സൂക്തങ്ങൾ പരാമർശിക്കുന്നത്. എണ്ണത്തിൽ വളരെ തുച്ഛമായിരുന്ന മക്കയിലെ ജനതയിൽ ഓരോരുത്തരെയും സന്ദർശിച്ച് ദിവ്യസന്ദേശം എത്തിച്ചുകൊടുത്തുകൊണ്ടാണ് പ്രവാചകൻ തന്റെ ദൗത്യം നിർവഹിച്ചുകൊണ്ടിരുന്നത് (സൂക്തം 5:67). അതിനായി നബി പുറത്തുപോയ അവസരത്തിലാണ് നബിയെ തേടി അന്ധൻ നബിയുടെ വീട്ടിലെത്തിയത് എന്നാണ് അനുമാനിക്കേണ്ടത്. ദൗത്യനിർവഹണാർത്ഥം നബി പുറത്തുപോയി എന്നറിഞ്ഞ അന്ധൻ, നബി ഖുറൈശി പ്രമുഖന്റെ അടുക്കലുണ്ടെന്നറിഞ്ഞ് അങ്ങോട്ടു ചെന്നു. അയാൾ ഖുറൈശി പ്രമുഖനെ പുറത്തുനിന്നും വിളിച്ച് തന്റെ ആഗമനോദ്ദേശം പറഞ്ഞു. (ഏതെങ്കിലും ഒരു വ്യക്തിയെ അന്വേഷിച്ചു നടക്കുന്ന നാം ആ വ്യക്തി ഉണ്ടെന്നറിയുന്ന വീട്ടിലോ സ്ഥാപനത്തിലോ ചെന്ന് അവിടെയുള്ളവരോടാണല്ലോ ആ വ്യക്തി അവിടെയുണ്ടോ എന്ന് ചോദിക്കുന്നത്. ഇവിടെ അന്ധനായ അന്വേഷിയും ചെയ്തത് അതു തന്നെയാണ്). പ്രമുഖനായ താൻ മറ്റൊരാളുമായി സംസാരിച്ചുകൊണ്ടിരിക്കുന്നതിനിടയിൽ മൂന്നാമതൊരാൾ, അതും സാധാരണക്കാരനായ ഒരന്ധൻ, കയറിവന്ന് തടസപ്പെടുത്തിയത് ഇഷ്ടപ്പെടാതെ അയാൾ മുഖം ചുളിച്ചു തിരിഞ്ഞു. അങ്ങനെയാണ്, \"ആ അന്ധൻ അയാളുടെ അടുക്കലെത്തിയപ്പോൾ അയാൾ മുഖം ചുളിച്ചു തിരിഞ്ഞു\" എന്ന് സൂക്തത്തിൽ വന്നത്. സംഭവം നബിയുടെ ശ്രദ്ധയിൽപ്പെട്ടെങ്കിലും, താൻ അന്ധനെ ഗൗനിക്കുകകൂടി ചെയ്താൽ പ്രമുഖൻ താനുമായുള്ള സംഭാഷണം അവസാനിപ്പിക്കുമോ എന്നു ഭയന്ന് അന്ധനെ ഗൗനിക്കാതെ പ്രമുഖനോടുതന്നെ നബി സംഭാഷണം തുടർന്നു. അന്ധനെ ഗൗനിക്കാതിരുന്ന തെറ്റിനാണ് നീ എന്നു വിളിച്ചു അല്ലാഹു നബിയെ ശാസിച്ചത്; അല്ലാതെ മുഖം ചുളിച്ചതിനല്ല. ഇതു സംബന്ധമായ കൂടുതൽ വിശദീകരണത്തിന് സൂക്തം 80:5-12 നോക്കുക.",
      "ഖുർആൻ വിവർത്തന-വ్యాഖ്യാന രംഗത്ത്, സൂക്തങ്ങളെ സംബന്ധിച്ച സൂക്ഷ്മ പഠനത്തിന്റെ അഭാവത്തിലേക്കാണ് മേൽ വിവരിക്കപ്പെട്ട ഉദാഹരണങ്ങൾ വിരൽ ചൂണ്ടുന്നത്. ഈ ഉദാഹരണങ്ങൾക്ക് തൊട്ടുമുമ്പ് സൂചിപ്പിക്കപ്പെട്ട ഇതര വിഷയങ്ങളെ സംബന്ധിച്ച വിശദീകരണങ്ങൾ, ബന്ധപ്പെട്ട സൂക്തങ്ങളോടനുബന്ധിച്ച് ഈ ഗ്രന്ഥത്തിൽ തന്നെ ഞാൻ കൊടുത്തിട്ടുണ്ട്. സൂക്ഷ്മ പഠനത്തിനു വിധേയമാക്കി അവ ശരിയോ തെറ്റോ എന്ന് കണ്ടെത്താൻ ശ്രമിക്കുക.",
      "വ്യാഖ്യാന മത്സരത്തെ നിരുത്സാഹപ്പെടുത്തുന്നതും പുതുവ്യാഖ്യാതാക്കളെ ഭയപ്പെടുത്തി പിന്തിരിപ്പിക്കുന്നതുമായ സമീപനമാണ്, പൂർവ്വിക വ്യാഖ്യാതാക്കളെ അന്ധമായി പിൻപറ്റിയ പിൽക്കാല വ്യാഖ്യാതാക്കൾ പൊതുവെ സ്വീകരിച്ചു കാണുന്നത്.",
      "പൂർവികരുടേതിൽനിന്ന് വ്യത്യസ്തമായ ഏതെങ്കിലും വ്യാഖ്യാനം സന്ദർഭവശാൽ ശരിയായാൽത്തന്നെ പുതുവ്യാഖ്യാതാവ് മാർഗഭ്രംശം സംഭവിച്ചവനായിത്തീരുമെന്ന ഒരു നബി വചനത്തിന്റെ മറ പിടിച്ചാണ് ഭീഷണി (മുحمد അമാനി മൗലവിയുടെ വിശുദ്ധ ഖുർആൻ വിവരണം മൂന്നാം പതിപ്പിന്റെ മുഖവുര 66-ാം പേജ് നോക്കുക). എന്നാൽ ഈ നബി വചനമുണ്ടായിരുന്നപ്പോൾ തന്നെയാണ് പൂർവ്വിക വ്യാഖ്യാതാക്കൾ തന്നെ പല സൂക്തങ്ങൾക്കും ഭിന്ന വ്യാഖ്യാനങ്ങൾ നൽകിയതും ആധുനിക വ്യാഖ്യാതാക്കൾ അവ ഉദ്ധരിച്ചുകൊണ്ടിരിക്കുന്നതും എന്ന കാര്യം പൂർവ്വിക വ്യാഖ്യാതാക്കളെ പിൻപറ്റുന്നവരിൽ ആർക്കും ഒരു പ്രശ്നമേയല്ല! ഒന്നാം അദ്ധ്യായമായ \"ഫാത്തിഹ\" ഖുർആനിൽപ്പെട്ടതാണോ, \"അഊതു\" ഉറക്കെ ചൊല്ലണോ പതുക്കെ ചൊല്ലണോ, \"ബിസ്മി\" ഉറക്കെ ചൊല്ലണോ പതുക്കെ ചൊല്ലണോ, മുതശാബിഹാത്, നസ്ഖ്, ഖലീഫ, മനുഷ്യൻ അല്ലാഹുവിനോട് ചെയ്ത കരാർ, മുഹമ്മദ് നബി നിരക്ഷരനാണോ, അദ്ദേഹം ആകാശ യാത്ര ചെയ്തോ, ദിനേന 50 നേരം നിസ്കരിക്കണമെന്ന ദൈവകല്പന 5 നേരമാക്കി ചുരുക്കിയ കഥ ശരിയോ തെറ്റോ, നാല് സ്ത്രീകളെ ഒരേസമയം ഭാര്യമാരാക്കി വയ്ക്കൽ, വുളു മുറിയുന്ന കാരണങ്ങൾ, മുത്തലാഖ് തുടങ്ങിയ ഒട്ടേറെ കാര്യങ്ങളെ സംബന്ധിച്ച ഭിന്ന വ്യാഖ്യാനങ്ങൾ ഇതിന് ഉദാഹരണങ്ങളാണ്. ഖുർആൻ ബുദ്ധിപൂർവ്വം വിശകലനം ചെയ്തു പഠിക്കൂ എന്ന ഖുർആന്റെ തന്നെ നിർദേശത്തിന് വിരുദ്ധമായ ഈ നബിവചനം, ഖുർആൻ ഒരു ദിവ്യഗ്രന്ഥമല്ലെന്ന് വരുത്തിത്തീർക്കാനുള്ള ഗൂഢലക്ഷ്യത്തോടെ കപട വിശ്വാസികൾ പടച്ചുണ്ടാക്കിയതാണെന്നാണ് എന്റെ അഭിപ്രായം. എന്തായാലും, ഖുർആൻ വായിക്കുന്നവരുടെ ഉദ്ബുദ്ധത ലക്ഷ്യമാക്കി, മുൻവിധിയോ വിഭാഗീയ മനഃസ്ഥിതിയോ സ്വേച്ഛകളോ അന്ധമായ പണ്ഡിതവിരോധമോ കൂടാതെ, ചിന്തിച്ചു പഠിച്ചശേഷമാണ് ഞാൻ പുതിയ വ്യാഖ്യാനങ്ങൾ നൽകിയിട്ടുള്ളത്. \"എന്റെ വ്യാഖ്യാനങ്ങൾ മാത്രം ശരി\" എന്ന ദുർവാശി എനിക്കില്ല. തെറ്റെന്ന് യുക്തിപൂർവ്വം തെളിയിക്കപ്പെടുന്ന എന്റെ വ്യാഖ്യാനങ്ങൾ ഉടനടി തിരുത്താൻ ഞാൻ സന്നദ്ധനാണ്. ചിന്തിച്ചു വ്യാഖ്യാനിക്കുന്ന കാര്യത്തിൽ ഇതര വ്യാഖ്യാതാക്കൾ പിന്നോക്കമാണെന്നാണോ പറയുന്നത് എന്ന ചോദ്യം ഈ അവസരത്തിൽ സ്വാഭാവികമായും ഉയരാൻ സാദ്ധ്യതയുണ്ട്. മുൻവിധി ഇല്ലാതെ താരതമ്യപഠനം നടത്തി, ഈ ഗ്രന്ഥം വായിക്കുന്നവർ തന്നെ ആ ചോദ്യത്തിനുത്തരം പറയുന്നതാണ് കൂടുതൽ ഉചിതം എന്നാണ് എന്റെ അഭിപ്രായം.",
      "നിലവിലുള്ള ഖുർആൻ വിവർത്തന-വ్యాഖ്യാനങ്ങളിലധികവും തീരെ സംക്ഷിപ്തമാണ്. ചിലത് വളരെ ബൃഹത്താണ്. ആശയം വ്യക്തമായി ഗ്രഹിക്കാൻ ആദ്യത്തേത് ഉപകരിക്കില്ല. രണ്ടാമത്തേതിന്റെ പഠനത്തിന് ഏറെ സമയവും ക്ഷമയും ആവശ്യമാണ്. സമയക്കുറവും ക്ഷമയില്ലായ്മയും ഇന്നിന്റെ പ്രത്യേകതകളായതിനാൽ, ബുദ്ധിപൂർവ്വമായ സൂക്ഷ്മ പഠനത്തിലേർപ്പെടുന്നവർ വിരളമാണ്. വർഷങ്ങളായി ഖുർആൻ പരിഭാഷയും വ്യാഖ്യാനവും കൈവശമുള്ളവരിൽ ഭൂരിഭാഗവും ഒരു പ്രാവശ്യംപോലും അത് പൂർണ്ണമായി വായിച്ചിട്ടില്ലെന്നാണ് സുഹൃത്തുക്കൾക്കും ബന്ധുക്കൾക്കുമിടയിൽ നടത്തിയ എന്റെ പഠനം വെളിപ്പെടുത്തിയത്! ഒരിക്കലെങ്കിലും വായിച്ചിട്ടുവേണ്ടേ ഗവേഷണം നടത്താൻ?",
      "ഇന്നത്തെ തിരക്കേറിയ ജീവിതവും ക്ഷമയില്ലായ്മയും, ജനങ്ങൾക്ക് വേണ്ടി അവതരിപ്പിച്ച ഈ വേദഗ്രന്ഥത്തെ ചിന്തോദ്യുക്തമായി വിശദീകരിച്ചുകൊടുക്കൂ എന്ന ദൈവകല്പനയും കണക്കിലെടുത്തു കാലഘട്ടത്തിനനുസൃതമായ ഒരവതരണ ശൈലിയെപ്പറ്റി ഞാൻ ചിന്തിച്ചു; വേദഗ്രന്ഥ പഠനത്തിൽ താത്പര്യമുള്ള ചില സുഹൃത്തുക്കളുമായി ഈ വിഷയം ചർച്ച ചെയ്തു. വായനയുടെ ഒഴുക്കിന് ഭംഗംവരാതെ, ദിവ്യവചനങ്ങളുടെ ബാഹ്യാർത്ഥങ്ങളും അന്തരാർത്ഥങ്ങളും വ്യാഖ്യാനവും വിശദീകരണവും അത്യാവശ്യം വേണ്ട പശ്ചാത്തലങ്ങളും സമന്വയിപ്പിച്ചുകൊണ്ടുള്ള ലളിതമായ ഒരാവിഷ്കരണശൈലി അങ്ങനെ രൂപമെടുത്തു. അതിന്റെ ക്രിയാത്മക രൂപമാണ് ഖുർആൻ സംക്ഷിപ്ത അവലോകനം എന്ന ഈ കൃതി.",
      "മൂലഗ്രന്ഥത്തിന് പകരം വയ്ക്കേണ്ട ഒരു കൃതിയേ അല്ല ഇത്. അങ്ങിനെയൊന്ന് മനുഷ്യസാധ്യവുമല്ല. മറിച്ച്, ജനങ്ങൾക്ക് വേണ്ടി ദൈവം അവതരിപ്പിച്ച ഈ വേദഗ്രന്ഥത്തിന് തന്നോട് എന്താണ് പറയാനുള്ളതെന്ന് അറിയാൻ ആഗ്രഹിക്കുന്ന മനുഷ്യർക്കും, വായിച്ചു ചിന്തിച്ചു മനസ്സിലാക്കാതെ പ്രസ്തുത ഗ്രന്ഥത്തിൽ വിശ്വസിച്ചുകൊണ്ടിരിക്കുന്ന മനുഷ്യർക്കും, അടുത്തു പരിചയപ്പെടാതെ അന്ധമായി അതിനെ വിമർശിക്കുകയും എതിർക്കുകയും ചെയ്യുന്ന മനുഷ്യർക്കും ഒരൊറ്റ വായനയിലൂടെ അതിനെ മൊത്തത്തിൽ അടുത്തറിയാൻ സഹായിക്കുന്ന സത്യസന്ധമായ ഒരു കൃതി മാത്രമാണിത്.",
      "ഈ കൃതി കുറ്റമറ്റതാണ് എന്ന് ഞാൻ അവകാശപ്പെടുന്നില്ല. അപാകതകൾ കഴിയുന്നത്ര കുറച്ച് തികഞ്ഞ സത്യസന്ധതയോടെ, വ്യക്തിപരമോ വിഭാഗീയമോ ആയ താല്പര്യങ്ങൾക്കുപരിയായി ഇതിനെ അവതരിപ്പിക്കാൻ ഞാൻ ആത്മാർത്ഥമായി ശ്രമിച്ചിട്ടുണ്ട്. മൂലഗ്രന്ഥത്തിനോട് വിശ്വസ്തത പുലർത്തുന്നതിനും മൂലഗ്രന്ഥത്തിന്റെ യുക്തിഭദ്രതയ്ക്ക് കോട്ടം തട്ടാതിരിക്കാനുമാണ് ഞാൻ ഇതിൽ മുൻതൂക്കം നൽകിയിരിക്കുന്നത്.",
      "അറബികൾക്ക് മനസ്സിലാകാനാണ് അറബി ഭാഷയിൽതന്നെ ദൈവം ഖുർആൻ അവതരിപ്പിച്ചത്. അറബിയിലായതുകൊണ്ട് അറബികൾക്ക് അത് എളുപ്പം മനസ്സിലാക്കാം. അറബികളല്ലാത്തവർക്ക് അത് മനസ്സിലാകണമെങ്കിൽ ഇതര ഭാഷകളിൽ അതിനെ ലളിതമായി അവതരിപ്പിക്കേണ്ടതുണ്ട്. മലയാള ഭാഷയിൽ അതിനെ അങ്ങനെ അവതരിപ്പിച്ച പല പണ്ഡിതന്മാരുമുണ്ട്. അവർ മനസ്സിലാക്കിയതാണ് അവർ എഴുതിയത്. അവരിൽ പലരും എഴുതിയത് ശ്രദ്ധാപൂർവ്വം പഠിച്ചും ഖുർആൻ ആവശ്യപ്പെടുന്നതുപോലെ ബുദ്ധിപൂർവ്വം ചിന്തിച്ചും ഞാൻ മനസ്സിലാക്കിയതാണ് ഞാൻ എഴുതിയിട്ടുള്ളത്.",
      "ഖുർആനിലെ ചില അദ്ധ്യായങ്ങളുടെ ആരംഭത്തിൽ അലിഫ്-ലാം-മീം, അലിഫ്-ലാം-റാ, ഹാമീം, നൂൻ എന്നിങ്ങനെ ചില പ്രയോഗങ്ങൾ കാണാം. അവയുടെ യഥാർത്ഥ അർത്ഥമെന്തെന്ന് ആർക്കും അറിയില്ല. അത് അറിഞ്ഞെങ്കിലേ ഖുർആന്റെ അർത്ഥം പൂർണ്ണമായി മനസ്സിലാവൂ എന്ന അഭിപ്രായം എനിക്കില്ല. ആകയാൽ അത്തരം പ്രയോഗങ്ങളെ അതേപടി പകർത്തുകയാണ് ഈ ഗ്രന്ഥത്തിൽ ഞാൻ ചെയ്തിരിക്കുന്നത്.",
      "ഖുർആന്റെ പദാനുപദ പരിഭാഷയല്ല ഈ ഗ്രന്ഥം. ഖുർആനിക സൂക്തങ്ങളെ ക്രമാനുഗതം പറ്റം പറ്റമായെടുത്ത് ആശയം പ്രതിപാദിക്കുകയാണ് ഞാൻ ഇതിൽ ചെയ്തിരിക്കുന്നത്.",
      "സൂക്തത്തിനും/സൂക്തങ്ങൾക്കും നേരെ ബന്ധപ്പെട്ട നമ്പർ കൊടുത്തിട്ടുള്ളതിനാൽ എന്റെ ധാരണ ഇതര വിവർത്തന-വ്യാഖ്യാനങ്ങളുമായി വായനക്കാർക്ക് എളുപ്പത്തിൽ താരതമ്യം ചെയ്തു നോക്കാവുന്നതാണ്.",
      "ചെറിയമുണ്ടം അബ്ദുൽ ഹമീദും കുഞ്ഞുമുഹമ്മദ് പറപ്പൂരും സംയുക്തമായി എഴുതിയ സമ്പൂർണ്ണ ഖുർആൻ പരിഭാഷാ ഗ്രന്ഥത്തെ ആസ്പദമാക്കിയാണ് സൂക്തനമ്പറുകൾ കൊടുത്തിരിക്കുന്നത്.",
      "ചില വാചകങ്ങൾ ഭാഗികമായി അടിവരയിട്ടതായി കാണാം. അവയ്ക്ക് താഴെ, അടിവരയിട്ട विषयोंങ്ങളെ സംബന്ധിച്ച വിശദീകരണങ്ങൾ/കുറിപ്പുകൾ കൊടുത്തിരിക്കുന്നു.",
      "23 വർഷക്കാലയളവിൽ പല അവസരങ്ങളിലായി ദിവ്യബോധനം വഴി അവതരിച്ചതാണ് ഖുർആൻ. യഥാർത്ഥ ദൈവദാസന്മാർക്ക് സ്ഥായിയായ സമാധാനവും സന്തോഷവും ഉണ്ടെന്ന വാഗ്ദാനം; ദൈവധിക്കാരികൾക്ക് സ്ഥായിയായ കഠിനശിക്ഷയുണ്ടെന്ന മുന്നറിയിപ്പ്. ഖുർആനിലെ മുഖ്യ പ്രതിപാദ്യ വിഷയങ്ങളിലൊന്നാണിത്. ഈ ദൈവിക വാഗ്ദാനവും മുന്നറിയിപ്പും ഖുർആനിൽ അടിക്കടി ആവർത്തിച്ചിരിക്കുന്നത് കാണാം. ദൈവധിക്കാരികളായ പൂർവികർ ദൈവകോപത്തിനിരയായി ദാരുണമായ അന്ത്യം നേരിടേണ്ടി വന്നതിന്റെ ചരിത്രം അടിക്കടി ഉണർത്തിക്കൊണ്ട്, ദൈവധിക്കാരം പ്രവർത്തിക്കുന്നതിനെതിരെ നിരന്തര ജാഗ്രത പുലർത്തണമെന്നാണ് ആവർത്തനോദ്ദേശ്യം. 23 വർഷക്കാലത്തിനിടയിൽ പല സന്ദർഭങ്ങളിലായി നിരവധി പ്രാവശ്യം ഓർമിപ്പിക്കപ്പെട്ട വാഗ്ദാനവും മുന്നറിയിപ്പും ചരിത്രവും ഗ്രന്ഥരൂപത്തിൽ ഒറ്റയടിക്ക് വായിക്കുന്നവർക്ക് ചിലപ്പോഴെങ്കിലും ആവർത്തന വിരസത അനുഭവപ്പെട്ടേക്കാം. ആകയാൽ, ഈ ഗ്രന്ഥം ഒറ്റയടിക്ക് വായിച്ചുതീർക്കാതെ ഏതാനും അദ്ധ്യായങ്ങൾ വീതം സശ്രദ്ധം വായിക്കുന്നതാവും ഉത്തമം.",
      "ശ്രദ്ധിക്കുക: അടിവരയിട്ട സൂക്തങ്ങൾ മാത്രം വായിച്ചാൽ ഖുർആന്റെ സാരാംശം മനസ്സിലാക്കാൻ കഴിയും.",
      "ഖുർആനിൽ പ്രയോഗിച്ചിട്ടുള്ള ചില സൂക്തങ്ങളും ഉപമകളും സന്മനസ്സുള്ളവർക്ക് നല്ല നിലയിലും കുബുദ്ധികൾക്ക് മോശമായ നിലയിലും വ്യാഖ്യാനിക്കാൻ കഴിയും. എന്നാൽ മനുഷ്യരുടെ സംസ്കരണവും മോക്ഷവുമാണ് ഖുർആന്റെ പരമമായ ലക്ഷ്യമെന്ന് ഖുർആൻ തന്നെ ഊന്നിപ്പറഞ്ഞിരിക്കെ, ഖുർആൻ ഒരു ദിവ്യഗ്രന്ഥമാണെന്ന് എനിക്ക് ഉത്തമബോധ്യം വന്നിരിക്കെ, സൂക്തങ്ങളെയും ഉപമകളെയും നല്ല നിലയിൽ വ്യാഖ്യാനിക്കുകയാണ് ഞാൻ ഈ കൃതിയിൽ ചെയ്തിട്ടുള്ളത്.",
      "സർവ്വകാര്യങ്ങളും ഉദാഹരണങ്ങളിലൂടെ വിവരിച്ചിട്ടുണ്ടെന്ന സൂക്തം 30:58ന്റെ അടിസ്ഥാനത്തിൽ അവയിൽനിന്ന് കഴിയുന്നത്ര കാര്യങ്ങൾ മുങ്ങിത്തപ്പിയെടുക്കാൻ ഞാൻ ശ്രമിച്ചിട്ടുണ്ട്. (ഉദാ: 2:187, 2:223, 5:27, 7:172-174, 38:21-26).",
      "ഖുർആനിലെ ചെറിയ ചെറിയ അദ്ധ്യായങ്ങളിലൂടെ വലിയ വലിയ അദ്ധ്യായങ്ങളിലേക്ക് പ്രവേശിക്കുന്നതാണ് പഠിതാക്കൾക്ക് നല്ലതെന്നാണ് എന്റെ അഭിപ്രായം. അപ്രകാരമാണ് ഈ ഗ്രന്ഥം തയ്യാറാക്കിയിരിക്കുന്നത്. എങ്കിലും, ആശയക്കുഴപ്പം ഒഴിവാക്കാൻ വേണ്ടി അദ്ധ്യായങ്ങൾക്കെല്ലാം പരമ്പരാഗത നമ്പറുകളും തലക്കെട്ടുകളുമാണ് ഈ കൃതിയിലും കൊടുത്തിട്ടുള്ളത്.",
      "2013 ന്റെ ആരംഭത്തിൽ ആലുവയിൽവച്ച് ഞാൻ പ്രസിദ്ധീകരിച്ച \"ഖുർആൻ ആശയ പ്രതിപാദനം\" എന്ന ഗ്രന്ഥത്തെ സമഗ്രമായ പുനഃപരിശോധനയ്ക്ക് വിധേയമാക്കി, \"ഖുർആൻ സംക്ഷിപ്ത അവലോകനം\" എന്ന പുതിയ പേര് നൽകി പുറത്തിറക്കുന്ന ഗ്രന്ഥമാണിത്.",
      "ഒരു ഒറ്റയാൾ സംരംഭമാണെങ്കിലും ഈ കൃതി കുറ്റമറ്റതാക്കുന്നതിന് ഞാൻ പരമാവധി ശ്രമിച്ചിട്ടുണ്ട്. എങ്കിലും മനുഷ്യസഹജമായ എന്റെ പരിമിതികൾ മൂലം, തെറ്റുകൾ സംഭവിച്ചിരിക്കാനാണ് സാധ്യത. തെറ്റാണെന്ന് തോന്നുന്ന കാര്യങ്ങളെപ്പറ്റി മാന്യവായനക്കാർ ചിന്തിക്കുകയും, തെറ്റുതന്നെ എന്ന് ബോധ്യപ്പെടുകയും ചെയ്താൽ എന്റെ ശ്രദ്ധയിൽപ്പെടുത്തുക. അതിനുമുമ്പ് ഗ്രന്ഥം മുഴുവൻ സശ്രദ്ധം വായിക്കുന്നത് നന്നായിരിക്കുമെന്ന് ഉണർത്തുകയാണ്. കാരണം, എവിടെയെങ്കിലും അവയ്ക്ക് യുക്തമായ മറുപടി കിട്ടാൻ സാധ്യതയുണ്ട്. അല്ലാത്തപക്ഷം ഞാനുമായി ബന്ധപ്പെടുക. ദൈവേച്ഛയുണ്ടെങ്കിൽ അവ വിശദമായി പരിശോധിച്ച്, ആവശ്യമായ ഭേദഗതികൾ/തിരുത്തലുകൾ വരുത്തുന്നതാണ്.\n\nസവിനയം,\nഎ.കെ. മുഹമ്മദലി."
    ]
  },
  "52:2": {
    "surah": 52,
    "start_ayah": 2,
    "end_ayah": 3,
    "context_chapter": "ആമുഖം (Introduction)",
    "text": [
      "ഖുർആനിൽ വിശ്വസിക്കുന്നവർക്കും വിശ്വസിക്കാത്തവർക്കുമിടയിലും ഖുർആനെ അന്ധമായി വിമർശിക്കുകയും എതിർക്കുകയും ചെയ്യുന്നവർക്കുമിടയിലും ഏറെ തെറ്റിദ്ധരിക്കപ്പെട്ടിട്ടുള്ള ചില പദങ്ങളാണ് അല്ലാഹു, ഇസ്ലാം, മുസ്ലിം, ജിഹാദ്, മുജാഹിദ്, കാഫിർ എന്നിവ. നിങ്ങൾ അല്ലാഹുവിനെ മാത്രമേ ആരാധിക്കാവൂ, ദൈവം നിശ്ചയിച്ചുതന്ന മതം \"ഇസ്ലാം\" മാത്രമാണ്, \"മുസ്ലിം\" ആയിരിക്കെയല്ലാതെ നിങ്ങൾ മരിക്കാൻ ഇടവരരുത്, നിങ്ങൾ ജിഹാദ് ചെയ്യണം, ഞാൻ മുജാഹിദാണ്, അയാൾ കാഫിറാണ് എന്നിങ്ങനെ അറബി പദങ്ങളും മലയാള പദങ്ങളും കൂട്ടിക്കുഴച്ചുകൊണ്ടുള്ള പ്രയോഗങ്ങൾ മതപ്രഭാഷണങ്ങളിലും മലയാള ഭാഷയിൽ എഴുതപ്പെട്ട ഇസ്ലാമിക ഗ്രന്ഥങ്ങളിലും സർവ്വസാധാരണമാണ്. ഇത്തരം പ്രയോഗങ്ങളും, സാമാന്യ ജനത്തിന് ആ പദങ്ങളെ സംബന്ധിച്ചുള്ള വികലമായ ധാരണകളുമാണ് തെറ്റിദ്ധാരണകൾക്ക് മുഖ്യകാരണങ്ങൾ. യുദ്ധം, അടിമത്തം, സ്ത്രീയുടെ പദവി, മഹ്റ്, വിഗ്രഹാരാധന, ബഹുഭാര്യത്വം, യേശുവിനെ സംബന്ധിച്ച പരാമർശങ്ങൾ എന്നീ വിഷയങ്ങളെ സംബന്ധിച്ചും തെറ്റിദ്ധാരണകളുണ്ട്. ഇതു സംബന്ധമായി താഴെ കൊടുക്കുന്ന വിശദീകരണങ്ങൾ നോക്കുക.",
      "അല്ലാഹു: സൃഷ്ടി, സൃഷ്ടി സംരക്ഷണം, സൃഷ്ടി സംഹാരം, പുനഃസൃഷ്ടി, പുനഃസൃഷ്ടിക്കപ്പെട്ടവരുടെ രക്ഷാശിക്ഷകൾ എന്നിവയുൾപ്പടെ ഏതു കൃത്യവും പരാശ്രയമില്ലാതെ നിർവിഘ്നം, തന്റെ ഉദ്ദേശ്യത്താൽ, താൻ ഉദ്ദേശിക്കുന്ന നിമിഷത്തിൽത്തന്നെ നടപ്പിലാക്കുകയും സ്വയംപര്യാപ്തനായി എന്നെന്നും നിലനിൽക്കുകയും ചെയ്യുന്ന പരാശക്തിക്ക് അറബി ഭാഷയിൽ സാധാരണ പറയുന്നത് ഇലാഹ് എന്നാണ്. ദൈവം, ഈശ്വരൻ എന്നെല്ലാമാണ് ഇലാഹ് എന്ന പദത്തിന്റെ മലയാള പരിഭാഷ. ദൈവത്തെ ആരും കണ്ടിട്ടില്ല. സ്വന്തത്തിന്റെയും ഇതര ചരാചരങ്ങളുടെയും അസ്തിത്വത്തെ സംബന്ധിച്ച യുക്തിഭദ്രമായ ചിന്തയിൽ നിന്ന് ഉത്ഭൂതമാവുന്ന നിഗമനമാണ് ദൈവം എന്ന സർവ്വശക്തനായ പരാശക്തി. യഥാർത്ഥത്തിൽ ഒരൊറ്റ ഇലാഹ് മാത്രമേയുള്ളൂവെങ്കിലും ഒന്നിലധികം ഇലാഹുകൾ അഥവാ ഒന്നിലധികം ദൈവങ്ങളുണ്ടെന്ന യുക്തിരഹിതമായ വിശ്വാസം സ്വീകരിച്ചവരായിരുന്നു അറബികളും. ബഹു ഇലാഹുകൾക്കിടയിൽ സാക്ഷാൽ ദൈവത്തിനെ സൂചിപ്പിക്കുന്നതിനുള്ള അറബി പദമാണ് അൽഇലാഹ് അഥവാ, അല്ലാഹു എന്നത്. മലയാള ഭാഷയിൽ എഴുതപ്പെട്ട ഈ ഗ്രന്ഥത്തിൽ, അല്ലാഹു എന്ന അറബി പദത്തിനു പകരം ദൈവം എന്ന മലയാള പദമാണ് ഞാൻ അധികവും ഉപയോഗിച്ചിട്ടുള്ളത്. \"സാക്ഷാൽ ദൈവം/ജഗദ്നിയന്താവ്/സർവ്വേശ്വരൻ\" എന്നെല്ലാമാണ് ആ പദത്തിന്റെ വിവക്ഷ. അല്ലാഹു എന്ന പദം യഥാവിധി ഉച്ഛരിക്കാൻ അനറബികൾക്ക് പ്രയാസകരമാണ് എന്നതാണ് വസ്തുത.",
      "ദൈവത്തിന്റെ യഥാർത്ഥ പേര് അറബി പദമായ \"അല്ലാഹു\" എന്നാണ് എന്ന് വാദിക്കുന്നവരുണ്ട്. ഈ വാദം ശരിയല്ല. മനുഷ്യവംശത്തിനാകമാനം ഒരു പൊതുഭാഷ ഇല്ല. ശതക്കണക്കിന് വ്യത്യസ്ത ഭാഷകൾ സംസാരിക്കുന്ന മനുഷ്യകുലമാകമാനം, നാലു ശതമാനത്തിൽ താഴെയുള്ള ഒരു ജനസമൂഹം സംസാരിക്കുന്ന ഒരു പ്രത്യേക ഭാഷാപദം ഉപയോഗിച്ചേ തന്നെ വിളിക്കാവൂ എന്ന്, യുക്തിപ്രഭാവനും പരമനീതിമാനുമായ ദൈവം ആവശ്യപ്പെടുക സംഭവ്യമല്ല. സത്യത്തിലും നീതിയിലും സമ്പൂർണ്ണമാണെന്ന് സ്വയം അവകാശപ്പെടുന്ന ഖുർആൻ (6:115) അപ്രകാരം പറഞ്ഞിട്ടുമില്ല. പറഞ്ഞിരുന്നെങ്കിൽ 96% വരുന്ന അനറബി സമൂഹങ്ങളോട് ചെയ്യുന്ന കടുത്ത അനീതിയാകുമായിരുന്നു അത്. മനുഷ്യർക്കാകമാനം ഒരൊറ്റ ദൈവമേ ഉള്ളൂ എന്ന മൗലിക വിഷയത്തിൽനിന്ന് സാമാന്യ ജനങ്ങളെ വ്യതിചലിപ്പിക്കാനേ മറിച്ചുള്ള വാദം സഹായിക്കുകയുള്ളൂ. അത്തരം നിലപാട് ഖുർആൻ വിരുദ്ധമാണ്.",
      "ദൈവം ഒന്നേയുള്ളൂ എന്നും, അവൻ കാഴ്ചയ്ക്കതീതനാണെന്നും, സർവ്വവ്യാപിയും സർവ്വശക്തനും, സർവ്വജ്ഞനും, യാതൊരു ന്യൂനതയും ഇല്ലാത്തവനുമാണെന്നും അവൻ യാതൊന്നിനെയുംപോലെ അല്ലെന്നും (അവന് തുടക്കമോ ഒടുക്കമോ, തനതായ രൂപമോ ഇല്ലെന്നർത്ഥം), ആകയാൽ അവന്റേതെന്ന് പറഞ്ഞ് രൂപങ്ങളുണ്ടാക്കി ആരാധിക്കരുതെന്നും (സ്മരിക്കരുതെന്നും) പ്രാർത്ഥിക്കരുതെന്നും, അത് മാപ്പർഹിക്കാത്ത കുറ്റമാണെന്നും അവന്റെ വിശിഷ്ട നാമങ്ങൾ ജപിച്ച് അവനെ സ്മരിക്കുകയും പ്രാർത്ഥിക്കുകയും ചെയ്താൽ മതിയെന്നുമാണ് ഖുർആൻ പറയുന്നത്. ആരാധ്യരൂപങ്ങൾ ജനങ്ങൾക്കിടയിൽ തർക്കവിതർക്കങ്ങൾക്കും ഭിന്നിപ്പിനും സംഘർഷങ്ങൾക്കും കാരണമാകുമെന്നത് നാം ഇപ്പോൾ കണ്ടുകൊണ്ടിരിക്കുന്ന ഒരു വസ്തുതയാണല്ലോ.",
      "ഇസ്ലാം, മുസ്ലിം: സാക്ഷാൽ ദൈവത്തിലും, ഐഹിക ജീവിതത്തിന് അനുസൃതമായി ദൈവത്തിൽനിന്ന് രക്ഷാ-ശിക്ഷകളേറ്റു വാങ്ങിയശേഷമുള്ള മരണാനന്തര ജീവിതത്തിലും ദൃഢമായി വിശ്വസിച്ച് സത്കർമ്മങ്ങളനുഷ്ഠിച്ച് ജീവിക്കുകയെന്ന രീതിക്ക് (മതത്തിന്) അറബി ഭാഷയിൽ പറയുന്ന ഒറ്റവാക്കാണ് ഇസ്ലാം. മുഹമ്മദോ ആയിഷയോ, വിജയനോ സുമതിയോ, ചക്കനോ ചക്കിയോ, ജോസഫോ സാറാമ്മയോ, ഏതു നാട്ടുകാരനോ നാട്ടുകാരിയോ, ഏതു വീട്ടുകാരനോ വീട്ടുകാരിയോ, ഏത് ജാതിക്കാരനോ വർണക്കാരനോ ആകട്ടെ അപ്രകാരം ജീവിക്കുന്ന വ്യക്തിയെ അറബി ഭാഷയിൽ മുസ്ലിം എന്ന് പറയുന്നു. സത്യവിശ്വാസിയും സത്കർമ്മിയും സമാധാനപ്രേമിയുമായ വ്യക്തി എന്നാണ് മുസ്ലിം എന്ന പദത്തിന്റെ ലളിതമായ അർത്ഥം. മുസ്ലിം എന്ന വാക്കിന് \"സമാധാനകാംക്ഷി\" എന്നും അർഥമുണ്ട്. ദൈവഭയഭക്തിയാൽ, കരയിലും കാട്ടിലും മലമ്പ്രദേശങ്ങളിലും ജലാശയങ്ങളിലും ഭൂമിയുടെ അന്തർഭാഗത്തും വായുമണ്ഡലത്തിലും ആകാശത്തും പ്രകൃതി സന്തുലിതാവസ്ഥ അഥവാ, ശാന്തി നിലനിർത്താൻ പ്രയത്നിക്കുന്ന വ്യക്തി എന്നാണ് ആ വാക്കിന്റെ വിപുലമായ അർഥം. ദൈവത്തിങ്കൽ മതം (ജീവിതരീതി) ഇസ്ലാം ആണെന്നും മുസ്ലിം ആയിക്കൊണ്ടല്ലാതെ മരിക്കാൻ ഇടവരരുതെന്നുമുള്ള ഖുർആൻ വാക്യങ്ങളെ ഈ നിർവചനത്തിൽ നിന്നുകൊണ്ടുവേണം മനസ്സിലാക്കാൻ.",
      "സത്കർമ്മങ്ങൾ: ദൈവസ്മരണ നിലനിർത്തുന്നതിനാവശ്യമായ അനുഷ്ഠാനകർമ്മങ്ങളും, നല്ല പെരുമാറ്റവും കുടുംബസംരക്ഷണവും സാമ്പത്തിക വികേന്ദ്രീകരണവും സമുദായ-സാമൂഹിക സേവനവും ദാനധർമ്മങ്ങളും പ്രകൃതി സംരക്ഷണവുമാണ് സത്കർമ്മങ്ങൾ. സാമൂഹിക സേവനങ്ങളുടെ അടിസ്ഥാനം മാനുഷിക പരിഗണന മാത്രമായിരിക്കണം.",
      "ഖലീഫ: ഈ അറബി പദത്തിന്റെ അർത്ഥം എന്താണെന്ന് അറിയാൻ 2:30-33 ന്റെ വിശദീകരണം 2 നോക്കുക.",
      "ജിഹാദ്, മുجازാഹിദ്: ഭൂമിയിൽ എവിടെയായാലും ഒട്ടേറെ പ്രതിബന്ധങ്ങളും എതിർപ്പുകളും പീഢനങ്ങളും ആത്മപ്രലോഭനങ്ങളും നേരിട്ടേ മനുഷ്യന് യഥാർത്ഥ മുസ്ലിലായി ജീവിക്കാൻ കഴിയൂ. സന്ദർഭോചിതം അവയ്ക്കെതിരെ മനസ്സുകൊണ്ടോ ശരീരംകൊണ്ടോ സ്വസമ്പത്തുകൊണ്ടോ ഇവയെല്ലാംകൊണ്ടോ പ്രതികരിക്കുകയോ സമാധാനം പുനസ്ഥാപിക്കാൻവേണ്ടി പ്രതിരോധ യുദ്ധത്തിൽ ഏർപ്പെടുകയോ, അനീതിക്കെതിരെ സമരം ചെയ്യുകയോ ചെയ്യുന്നതിന് അറബിഭാഷയിൽ പറയുന്ന ഒറ്റവാക്കാണ് ജിഹാദ് എന്നത്. അപ്രകാരം സമരം ചെയ്യുന്ന വ്യക്തിക്ക് അറബി ഭാഷയിൽ മുജാഹിദ് എന്നു പറയുന്നു.",
      "കാഫിർ: ദൈവകല്പന എന്തെന്ന് മനസ്സിലാക്കിയശേഷവും അതിനെ ധിക്കരിക്കുന്ന വ്യക്തിയെ അറബി ഭാഷയിൽ പറയുന്നത് \"കാഫിർ\" എന്നാണ്. ആദ്യ പുരുഷനായ ആദമിനെ നമിക്കുക എന്ന ദൈവകല്പന അനുസരിക്കാതിരിക്കുക വഴി ഇബ്ലീസ്, കാഫിർ അഥവാ ദൈവധിക്കാരിയായിത്തീർന്നു എന്നാണല്ലോ സൂക്തം 2:34ൽ ഖുർആൻ പറയുന്നത്.",
      "യുദ്ധം: ഖുർആൻ യുദ്ധത്തെ പ്രോത്സാഹിപ്പിക്കുന്നുവെന്നും മുസ്ലിം സമുദായം വളർന്നത് യുദ്ധങ്ങളിലൂടെയാണെന്നും ആരോപിക്കുന്ന ഖുർആൻ വിമർശകരുണ്ട്. പ്രവാചകനും അനുയായികളും യുദ്ധം ചെയ്തതായും യുദ്ധം ചെയ്യാൻ ദൈവം പ്രവാചകനെയും സത്യവിശ്വാസികളെയും പ്രോത്സാഹിപ്പിച്ചതായും ഖുർആനിലുണ്ട്. എന്നാൽ, സമാധാനപ്രിയരായിരുന്ന അവരെ സ്വൈരമായി ജീവിക്കാൻ അനുവദിക്കാതിരുന്ന അധർമികളോടാണ് അവർ യുദ്ധം ചെയ്തതെന്നും അത്തരം അധർമികൾക്കെതിരായ പ്രതിരോധ യുദ്ധത്തിൽ ചേരാനാണ് ഖുർആൻ ജനത്തെ പ്രോത്സാഹിപ്പിച്ചതെന്നും, ഖുർആൻ വായിക്കുന്ന ഏത് നിഷ്പക്ഷമതിക്കും ബോധ്യമാകും. ഏകദൈവത്തിൽ വിശ്വസിച്ചു എന്ന ഏകകാരണത്താൽ യുദ്ധത്തിനിരയായവർക്കാണ് പ്രതിരോധയുദ്ധത്തിന് ദൈവം അനുമതി നൽകിതെന്ന് 22:38-40 സൂക്തങ്ങൾ പറയുന്നു. നമ്മുടെ രാജ്യം തന്നെ ചൈനയുമായും പാക്കിസ്ഥാനുമായും യുദ്ധം നേരിട്ടപ്പോൾ നാടാകെ ദേശഭക്തി ഗാനങ്ങളും പ്രസംഗങ്ങളും ജാഥകളും നടത്തി, ജനങ്ങളെ യുദ്ധത്തിൽ പങ്കാളികളാകാൻ പ്രോത്സാഹിപ്പിച്ചത് നമ്മളിൽ പലരും കണ്ടിട്ടുണ്ടല്ലോ? അക്രമികൾക്കെതിരെ ഏത് രാജ്യവും പിൻതുടരുന്ന ഈ നയം തന്നെയാണ് ഒരു ഭരണകൂടമോ നീതിന്യായസംവിധാനമോ പേരിനുപോലും നിലവിലില്ലാതിരുന്ന തന്റെ രാജ്യത്ത് പ്രവാചകൻ പിൻതുടർന്നത്. ഖുർആനിൽ പരാമർശിച്ച യുദ്ധ സംബന്ധമായ സൂക്തങ്ങളെയെല്ലാം ഈ പശ്ചാത്തലത്തിൽ വേണം കാണാൻ.",
      "യുദ്ധത്തിന് വരുന്നവരോട് യുദ്ധം ചെയ്യുക. അവർ യുദ്ധം നിർത്തിയാൽ സത്യവിശ്വാസികളും യുദ്ധംനിർത്തുക എന്നതാണ് ഖുർആന്റെ നിലപാട് (9:36,37).",
      "ധർമ്മനിഷ്ഠയുടെ നിലനിൽപിനെതിരെ അന്യായമായ അക്രമത്തിലേർപ്പെടുന്നവരോടാണ് യുദ്ധം ചെയ്യേണ്ടതെന്നും പകപോക്കാനോ മറ്റെന്തെങ്കിലും കാര്യലാഭത്തിനോ യുദ്ധം ചെയ്യരുതെന്നും യുദ്ധരംഗത്തുപോലും നീതിപാലിക്കണമെന്നും 4:88-91, 60:7-9 സൂക്തങ്ങളിൽ ഖുർആൻ അടിവരയിട്ടു പറയുന്നുണ്ട്. ആകയാൽ, ഖുർആൻ യുദ്ധം എന്ന വാക്ക് ഉപയോഗിച്ചിടത്തെല്ലാം ധർമ്മയുദ്ധം (നീതിയും ന്യായവും സമാധാനവും നിലനിർത്താൻ നടത്തുന്ന യുദ്ധം) എന്നേ മനസ്സിലാക്കാവൂ.",
      "അടിമത്തം: ഖുർആൻ അടിമത്തം പ്രോത്സാഹിപ്പിക്കുന്നുവെന്ന ആരോപണവും നിലവിലുണ്ട്. യഥാർത്ഥത്തിൽ അടിമത്തം നിലവിലില്ലാതിരുന്ന ഒരു രാജ്യവും ഭൂമുഖത്തുണ്ടായിട്ടില്ല. ഇന്നും പല രാജ്യങ്ങളിലും പല രൂപത്തിലും അടിമത്തം നിലവിലുണ്ടെന്നത് അനിഷേധ്യ വസ്തുതയാണ്. മനുഷ്യാവകാശ സംരക്ഷണത്തിൽ മുൻപന്തിയിലാണെന്ന് അവകാശപ്പെടുകയും, പൊതുവേ അങ്ങിനെ വിശ്വസിക്കപ്പെടുകയും ചെയ്യുന്ന അമേരിക്ക ഉൾപ്പെടെയുള്ള പല രാജ്യങ്ങളും അടിമത്തം നിരോധിച്ചിട്ട് അധികം കാലമായിട്ടില്ല. അടിമകളോട് പെരുമാറുന്നതിനേക്കാൾ ക്രൂരമായാണ് യുദ്ധത്തടവുകാരോടും ചില ജയിൽപുള്ളികളോടും ആ രാജ്യങ്ങൾ ഇന്നും പെരുമാറിക്കൊണ്ടിരിക്കുന്നതെന്ന കാര്യം രഹസ്യമല്ല.",
      "നിരന്തരമായ ഗോത്രസംഘട്ടനങ്ങൾ, കടുത്ത ദാരിദ്ര്യം മൂലമുണ്ടായ തൊഴിലില്ലായ്മ, ഉച്ചനീചത്വം, വിദ്യാഭ്യാസമില്ലായ്മ തുടങ്ങിയ കാരണങ്ങളാൽ അറേബ്യൻ സമൂഹത്തിൽ അടിമത്തം വ്യാപകമായി നിലനിന്നിരുന്നു. ആകയാൽ ദാരിദ്ര്യ നിർമ്മാർജനത്തിനായി സ്വസമ്പാദ്യത്തിൽ മിച്ചമുള്ളത് ചിലവഴിക്കണമെന്നും അതിലൊരു ഭാഗം വിനിയോഗിച്ചും ചില കുറ്റകൃത്യങ്ങൾക്ക് പശ്ചാത്താപമായും അടിമകളെ മോചിപ്പിക്കണമെന്നും 2:177, 4:92, 9:60 എന്നീ സൂക്തങ്ങളിലൂടെ ഖുർആൻ വിശ്വാസികളോടാജ്ഞാപിച്ചു. സ്ത്രീമൂല്യം നൽകി അടിമസ്ത്രീകളെ വിവാഹം ചെയ്യാൻ 4:3, 4:25 സൂക്തങ്ങളിലൂടെയും, മോചനം ആവശ്യപ്പെടുന്ന അടിമകളെ മോചിപ്പിച്ച് സാമ്പത്തിക സഹായം നൽകണമെന്നും അടിമസ്ത്രീകളെ വേശ്യാവൃത്തിക്ക് പ്രേരിപ്പിക്കരുതെന്നും സൂക്തം 24:33ലൂടെയും ഖുർആൻ നിർദേശിക്കുന്നു.",
      "അന്യായമായ അക്രമവും യുദ്ധവും വിലക്കിക്കൊണ്ട്, അടിമകളെ സൃഷ്ടിക്കുന്ന പഴുതുകൾ അടക്കുകയും ചെയ്യുന്നു ഖുർആൻ. അപ്രകാരം അടിമമോചനത്തിനും അടിമത്ത നിർമ്മാർജ്ജനത്തിനും അടിമകളുടെ അഭിവൃദ്ധിക്കും ആഹ്വാനം ചെയ്യുന്ന ഒരു ഗ്രന്ഥം അടിമത്തം പ്രോത്സാഹിപ്പിക്കുന്നുവെന്ന് പറയുന്നവരെപ്പറ്റി എഴുതി സമയം പാഴാക്കാതിരിക്കുകയല്ലേ ഭേദം?",
      "ഖുർആൻ അടിമത്തം നിരോധിച്ചിട്ടില്ല. നിരോധിക്കാത്തതിനുള്ള കാരണം ഇതാണ്: സമ്പൂർണ പ്രായോഗിക ജീവിതരീതിയാണ് ഖുർആൻ സമർപ്പിക്കുന്നത്. ആകയാൽ, പ്രായോഗികമല്ലാത്തതൊന്നും ഖുർആനിൽ ഉണ്ടാവുകയില്ല. ഖുർആനിക ശാസനകൾ വിശ്വാസികൾക്ക് മാത്രമേ ബാധകമാവുകയുള്ളൂ; വിശ്വാസികൾ മാത്രമേ അവ നടപ്പിലാക്കൂ. മുസ്ലിംകൾക്ക് മാത്രം ബാധകമായ വിധം നിരോധിച്ചതുകൊണ്ട് അടിമത്തം ഇല്ലാതാവുകയില്ല. അങ്ങനെ നിരോധിച്ചാൽ ഏകപക്ഷീയമായ നിരോധനത്തിന്റെ മറവിൽ മുസ്ലിംകളെ കീഴ്പ്പെടുത്തി അടിമകളാക്കി വയ്ക്കാൻ ശത്രുപക്ഷത്തിന് നിഷ്പ്രയാസം കഴിയുന്ന അവസ്ഥയുണ്ടാകും. അങ്ങനെ മുസ്ലിംകൾ മാത്രം അടിമകളായി ജീവിക്കേണ്ടിവരുമെന്ന പ്രതിസന്ധി ഒഴിവാക്കാനാണ് ഖുർആൻ അടിമത്തം നിരോധിക്കാതിരുന്നത്.",
      "വിഗ്രഹാരാധന: സന്മാർഗം ദുർമാർഗത്തിൽനിന്ന് വ്യക്തമായി വേർതിരിഞ്ഞു കഴിഞ്ഞതിനാൽ മതവിഷയത്തിൽ ബലപ്രയോഗത്തിന്റെ ആവശ്യമില്ലെന്ന് സൂക്തം 2:256ലും, \"നിങ്ങൾക്ക് നിങ്ങളുടെ മതം, എനിക്ക് എന്റെ മതം\" എന്ന് സൂക്തം 109:6ലും പ്രഖ്യാപിച്ച ഖുർആൻ വിഗ്രഹാരാധനയ്ക്കെതിരെ കടുത്ത നിലപാടെടുത്തിട്ടുണ്ടെന്നത് സത്യമാണ്. ഖുർആൻ മാത്രമല്ല, ഒരു വേദഗ്രന്ഥവും വിഗ്രഹങ്ങളെ ആരാധിക്കാൻ ആവശ്യപ്പെടുകയോ വിഗ്രഹാരാധനയെ ന്യായീകരിക്കുകയോ ചെയ്യുന്നില്ലെന്നതാണ് സത്യം. വിഗ്രഹാരാധകർ വിഗ്രഹങ്ങളെ മാത്രമേ പ്രാപിക്കുന്നുള്ളൂവെന്നും ദൈവത്തെ പ്രാപിക്കുന്നില്ലെന്നുമാണ് ഭാരതീയ വേദങ്ങളുടെ പൊതുനിലപാട്. സ്വാമി ദയാനന്ദ സരസ്വതി, വസിഷ്ഠൻ, ബ്രഹ്മാനന്ദസ്വാമി ശിവയോഗി, രബീന്ദ്രനാഥ ടാഗോർ, ശ്രീനാരായണ ഗുരുസ്വാമി, ഗുരു നിത്യചൈതന്യയതി തുടങ്ങിയ മഹാരഥന്മാർ വിഗ്രഹാരാധനയെ തള്ളിപ്പറഞ്ഞിട്ടുള്ളതാണ്. തന്റെ സ്രഷ്ടാവായ ദൈവത്തെ മാത്രമേ ആരാധിക്കാവൂ എന്ന് യേശു പറഞ്ഞതായി ബൈബിളും ഘോഷിക്കുന്നു.",
      "പരമ വിനയത്തോടെ, അതിരറ്റ സ്നേഹവും ആദരവും ഭക്തിയും പ്രകടിപ്പിക്കുന്ന കൃത്യത്തിനാണല്ലോ ആരാധന എന്നു പറയുന്നത്? ആരാധിക്കപ്പെടാൻ അർഹതയുള്ളതിനെ മാത്രമേ ആരാധിക്കാവൂ. അർഹതയുടെ മാനദണ്ഡം എല്ലാ അർത്ഥത്തിലുമുള്ള സമ്പൂർണത അഥവാ, സ്വയം പര്യാപ്തതയാണ്. ഉദ്ദേശിക്കുന്നതെന്തും തത്സമയം തന്നെ ചെയ്യാൻ കഴിവുറ്റ, പരാശ്രയമുക്തനായ, നിലനിൽപിന് സർവ്വവും ആശ്രയിക്കുന്ന, എന്നെന്നും നിലനിൽക്കുന്ന സ്രഷ്ടാവായ ദൈവവും ദൈവത്തിന്റെ സൃഷ്ടികളുമൊഴികെ മൂന്നാമതൊന്നില്ലെന്നാണ് ഖുർആൻ പറയുന്നത്. മനുഷ്യരും ഇതര ജീവികളും പലതും ഉണ്ടാക്കുന്നുണ്ടെന്നത് ശരി. പക്ഷേ ദൈവം സൃഷ്ടിച്ച വസ്തുക്കൾ ഉപയോഗിച്ചേ അവർക്കെന്തെങ്കിലും ഉണ്ടാക്കാൻ കഴിയൂ. തനിക്ക് മാത്രമുള്ള ദിവ്യത്വത്തിന്റെ ഒരംശംപോലും തന്റെ സൃഷ്ടികൾക്കൊന്നിനും ദൈവം നൽകിയിട്ടില്ല. ആർക്കെങ്കിലുമോ എന്തിനെങ്കിലുമോ ദിവ്യത്വം നൽകാൻ സൃഷ്ടികൾക്കൊന്നിനും കഴിയുകയുമില്ല. ദൈവം ഓരോ വ്യക്തിയുടെയും കണ്ഠനാഢിയേക്കാൾ സമീപസ്ഥനാകയാൽ, ഒരു ദൈവസൃഷ്ടി മറ്റേതെങ്കിലും ദൈവസൃഷ്ടിയേയോ ദൈവസൃഷ്ടിയിലൂടെയോ, ദൈവസൃഷ്ടിയായ മനുഷ്യൻ ഉണ്ടാക്കിയെടുത്ത ഏതെങ്കിലും രൂപത്തെയോ രൂപത്തിലൂടെയോ ആരാധിക്കൽ മാപ്പ് അർഹിക്കാത്തതും കടുത്ത ശിക്ഷയർഹിക്കുന്നതുമായ \"ദൈവനിന്ദ\" ആണെന്നാണ് ഖുർആന്റെ നിലപാട്. ഏത് ആരാധ്യരൂപത്തിന്മേലും ക്രമേണ ദിവ്യത്വം ചാർത്തിക്കൊടുക്കുന്നതായാണ് എവിടെയും, എക്കാലവുമുള്ള അനുഭവം.",
      "ദൈവദൂതനായി നിയോഗിക്കപ്പെടുന്നതിനുമുമ്പ്, യുവാവായിരിക്കെ, ഇബ്രാഹിം ചില വിഗ്രഹങ്ങളെ തകർത്തതായി ഖുർആൻ പറയുന്നുണ്ട്. ചില തത്പരകക്ഷികൾ ആരോപിക്കുംപോലെ, സത്യവിശ്വാസികളെല്ലാം തന്നെപ്പോലെ വിഗ്രഹധ്വംസകരാകണമെന്ന ഉദ്ദേശ്യത്തോടെയല്ല അദ്ദേഹം അത് ചെയ്തത്. ഖുർആൻ അങ്ങനെ പറഞ്ഞിട്ടുമില്ല. വിഗ്രഹങ്ങൾക്ക് ദിവ്യത്വമില്ല; ദിവ്യത്വമുണ്ടായിരുന്നുവെങ്കിൽ അദ്ദേഹത്തിനവയെ തകർക്കാൻ കഴിയുമായിരുന്നില്ലെന്ന് മാത്രമല്ല, തകർക്കാൻ ശ്രമിച്ച അദ്ദേഹം തന്നെ തകർക്കപ്പെട്ടു പോകുമായിരുന്നു. അപ്രകാരം സംഭവിക്കായ്കയാൽ, ആരാധിക്കപ്പെടാൻ വിഗ്രഹങ്ങൾക്ക് അർഹതയില്ലെന്ന് തന്റെ ജനതയ്ക്ക് കാട്ടിക്കൊടുക്കാനും ഈ വിഷയത്തിൽ ചരിത്രത്തിൽനിന്ന് പാഠമുൾക്കൊള്ളാൻ പിൻതലമുറകൾക്ക് മാതൃകയാകാനുമാണ് അദ്ദേഹം ഒരിക്കൽ വിഗ്രഹധ്വംസനം നടത്തിയത്. ഇതരരുടെ ആരാധ്യരെ/ആരാധ്യവസ്തുക്കളെ പഴിപറയരുതെന്നുപോലും ഖുർആൻ മുഹമ്മദ് നബിയോട് കൽപിച്ചതായി കാണാം (6:108). നബി ആയി നിയോഗിക്കപ്പെട്ടശേഷം ഇബ്രാഹിമും അതേ നയം തന്നെ ആയിരിക്കുമല്ലോ സ്വീകരിച്ചത്.",
      "യേശുവിനെ സംബന്ധിച്ച പരാമർശം: യേശു ദൈവപുത്രനാണെന്ന് വിശ്വസിക്കുന്ന ഒരു വലിയ ജനവിഭാഗത്തിന് അനിഷ്ടകരമായ പരാമർശങ്ങൾ ഖുർആനിലുണ്ടെന്ന കാര്യം ശരിയാണ്. മുഹമ്മദ്, ഉസൈർ, മൂസ, ഇബ്രാഹിം തുടങ്ങിയ ദൈവദൂതരെപ്പോലെ യേശുവും ദൈവം നിയോഗിച്ച ദൂതൻ മാത്രമാണെന്നാണ് ഖുർആൻ പറയുന്നത്. ജനങ്ങൾക്ക് സത്യമായത് പറഞ്ഞുകൊടുക്കലാണ് ഏതൊരു വേദഗ്രന്ഥത്തിന്റെയും അവതരണോദ്ദേശ്യം. പ്രവാചകന്മാരുൾപ്പെടെ ആർക്കെങ്കിലും അനിഷ്ടകരമാകുമെന്നു കരുതി, സത്യം പറയാതിരിക്കലോ സത്യമായതിനെ മയപ്പെടുത്തി പറയലോ വേദഗ്രന്ഥങ്ങളുടെ ശൈലിയല്ല. സത്യം സത്യമായി പറയാത്ത ഗ്രന്ഥങ്ങൾ വേദഗ്രന്ഥങ്ങളല്ല. മുഹമ്മദ് നബിക്കുതന്നെ സംഭവിച്ച ചില തെറ്റുകളെ ചൂണ്ടിക്കാട്ടി ഗുണദോഷിച്ച ഗ്രന്ഥമാണ് ഖുർആൻ. ആകയാൽ, ആ ഗ്രന്ഥത്തിലെ പരാമർശങ്ങൾ ആരെയെങ്കിലും അലോസരപ്പെടുത്തുന്നുണ്ടെങ്കിൽ അത് ആ ഗ്രന്ഥത്തിന്റെ കുറ്റമല്ല.",
      "അറേബ്യൻ ജനതയ്ക്കാണല്ലോ ദൈവം ഖുർആൻ അവതരിപ്പിച്ചു കൊടുത്തത്. അവരിലെ ഒരു ന്യൂനപക്ഷമായിരുന്നു, യേശു ദൈവപുത്രനാണെന്ന് വിശ്വസിച്ച ക്രൈസ്തവ സമൂഹം. ജനങ്ങളിൽ ഭൂരിപക്ഷവും വിഗ്രഹാരാധകരും ബഹുദൈവ വിശ്വാസികളുമായിരുന്നു. മുഹമ്മദ് നബിക്കുള്ള പിതാക്കളും ബന്ധുക്കളുമുൾപ്പെട്ടിരുന്ന ആ ഭൂരിപക്ഷത്തിന്റെ അന്ധവിശ്വാസങ്ങളെയും യാതൊരു ദാക്ഷിണ്യവുമില്ലാതെ പൂർണമായും തള്ളിക്കളയുകയാണ് ഖുർആൻ ചെയ്തത്. ആകയാൽ, യഹൂദരോ ക്രൈസ്തവരോ ഖുർആനിക പരാമർശങ്ങളിൽ പ്രകോപിതരാകേണ്ടതില്ല. യഥാർത്ഥത്തിൽ, തന്റെ രക്ഷകനായ ദൈവത്തെ മാത്രമേ ആരാധിക്കാവൂ എന്ന യേശുവിന്റെ വചനമുൾക്കൊള്ളുന്ന ബൈബിളിനെയല്ലേ, യേശു ദൈവപുത്രനാണെന്ന് വിശ്വസിച്ച് ആരാധിക്കുന്നവർ ആദ്യം വിമർശിക്കേണ്ടത്?",
      "സ്ത്രീ ഖുർആനിൽ: ഖുർആൻ സ്ത്രീക്കെതിരെ കടുത്ത വിവേചനം കാട്ടുന്നതായി മുസ്ലിം സമുദായത്തിനകത്തും പുറത്തും ആരോപണമുണ്ട്. സ്ത്രീയെപ്പറ്റി ഖുർആനിലുള്ള ഏതാനും സൂക്തങ്ങൾ പരിശോധിക്കാം:",
      "1. സ്ത്രീയും പുരുഷനും ഒരേ നഫ്സിൽ (ഒരേ സങ്കര വസ്തുവിൽ) നിന്നാണ് സൃഷ്ടിക്കപ്പെട്ടത് (4:1, 7:189, 39:6).\n2. സത്യവിശ്വാസ-സത്കർമ്മികളായി ജീവിച്ചാൽ സ്ത്രീക്കും പുരുഷനും സ്വർഗം കരസ്ഥമാക്കാം (4:124).\n3. സ്ത്രീ പുരുഷന്റെ ഇണയും, പുരുഷൻ സ്ത്രീയുടെ ഇണയുമാണ് (75:39).\n4. പുരുഷൻ കർഷകനും സ്ത്രീ കൃഷിസ്ഥലവുമാണ് (2:223). (പുരുഷന് മാത്രമായോ സ്ത്രീക്ക് മാത്രമായോ നിലനിൽപില്ലെന്നും സ്ത്രീക്ക് മൂല്യം ഉണ്ടെന്നും ആണ് ഇതിന്റെ വിവക്ഷ).\n5. സ്ത്രീയും പുരുഷനും പരസ്പരം വസ്ത്രമാണ് (2:187). (പുരുഷനില്ലെങ്കിൽ സ്ത്രീയും സ്ത്രീയില്ലെങ്കിൽ പുരുഷനും നഗ്നരാണ് എന്നാണ് ഇതിന്റെ വിവക്ഷ).\n6. പെൺകുഞ്ഞിന്റെ ജനനം ഒരു സന്തോഷവാർത്തയാണ് (16:58).\n7. മാന്യമായി സംരക്ഷിക്കാമെന്നും അല്ലാത്തപക്ഷം മാന്യമായി മോചിപ്പിക്കാമെന്നും വിവാഹവേളയിൽ വരൻ വധുവിനോട് കരാർ ചെയ്യണം (4:21).\n8. വരൻ വധുവിന് \"സ്ത്രീമൂല്യം\" നൽകണം (4:4).\n9. വിവാഹമോചിതയിൽനിന്ന് സ്ത്രീമൂല്യം തിരിച്ചെടുക്കാവതല്ല (2:229, 4:20).\n10. ഭാര്യമാരുടെമേൽ ഭർത്താക്കന്മാർക്ക് അവകാശങ്ങളുള്ളതുപോലെ ഭർത്താക്കന്മാരുടെമേൽ ഭാര്യമാർക്കും അവകാശങ്ങളുണ്ട് (2:228).\n11. സ്ത്രീയും പുരുഷനും വിവാഹേതര ബന്ധത്തിലേർപ്പെടരുത് (24:30-31).\n12. ഉപേക്ഷിക്കപ്പെട്ട ഭാര്യ പുനർവിവാഹം ചെയ്യും വരെ, ഉപേക്ഷിച്ച ഭർത്താവ് അവൾക്ക് ജീവനാംശം നൽകണം (2:241). (വിവാഹമുക്തനും വിവാഹമുക്തയും കഴിയുന്നത്ര വേഗം പുനർവിവാഹം ചെയ്യണമെന്ന് 2:187ൽ വ്യാഖ്യാനിച്ചിട്ടുള്ള കാര്യം ശ്രദ്ധിക്കുക).\n13. സൃഷ്ടിപരമായി, സ്ത്രീയുടെമേൽ പുരുഷന് നിയന്ത്രണാധികാരമുണ്ട് (4:34).\n14. व्यഭിചാരകനും व्यഭിചാരിണിക്കും നൂറ് അടി വീതമാണ് ശിക്ഷ (24:2).\n15. മോഷ്ടാക്കളായ ആണിനും പെണ്ണിനും പരസ്യ കരഛേദമാണ് ശിക്ഷ (5:38).\n16. സ്ത്രീകൾക്കും പുരുഷന്മാർക്കും (നിസ്കാരസ്ഥലത്ത് രണ്ടുവശങ്ങളിലായി നിന്ന്) ഒരുമിച്ച് നിസ്കരിക്കാം (3:43).\n17. സ്ത്രീക്ക് സ്വയം വിവാഹമോചിതയാകാം (2:229).",
      "ഇവിടെ എവിടെയാണ് സ്ത്രീക്കെതിരായ വിവേചനം? എവിടെയാണ് പുരുഷാനുകൂല നിലപാട്? മനുഷ്യവർഗത്തിലെ രണ്ടേ രണ്ട് കണ്ണുകളിൽപ്പെട്ടവരെന്ന നിലയിൽ ഇരുകൂട്ടർക്കും തുല്യപരിഗണനയാണ് ഖുർആൻ നൽകിയിരിക്കുന്നതെന്ന് കാണാം. വിവാഹസംബന്ധമായി സ്ത്രീമൂല്യം നൽകുന്നതിലൂടെയും മറ്റും, അല്പം കൂടുതൽ പരിഗണന സ്ത്രീക്ക് നൽകിയിട്ടുണ്ടെന്ന് നിഷ്പക്ഷമതികൾക്ക് തോന്നാൻ സാധ്യതയുണ്ട്.",
      "മേൽപ്പറഞ്ഞതാണ് വസ്തുതയെങ്കിലും, പ്രത്യക്ഷത്തിൽ സ്ത്രീകൾക്കെതിരായ വിവേചനമെന്നു തോന്നാവുന്ന ചില വചനങ്ങൾ ഖുർആനിലുണ്ട്. അവയെപ്പറ്റി എനിക്ക് പറയാനുള്ളത് ബന്ധപ്പെട്ട സൂക്തങ്ങളോടനുബന്ധിച്ചുതന്നെ ഞാൻ രേഖപ്പെടുത്തിയിട്ടുണ്ട്.",
      "ബഹുഭാര്യത്വം: ഇത് സ്ത്രീക്കെതിരായ വിവേചനമായി ആരോപിക്കപ്പെടുന്നുണ്ട്. എല്ലാ പുരുഷന്മാരും ഒന്നിലധികം സ്ത്രീകളെ വിവാഹം കഴിക്കണമെന്ന് അനുശാസിക്കുകയല്ല, വ്യക്തമായ കാരണങ്ങളും കഴിവുമുണ്ടെങ്കിൽ ഭർത്താവിന് രണ്ടാമതൊരുവളെക്കൂടി വിവാഹം കഴിക്കാം എന്നേ ഖുർആൻ പറഞ്ഞിട്ടുള്ളൂ. പുരുഷന് ഒരേസമയം നാല് ഭാര്യമാർ വരെ ആകാം എന്ന നിലവിലുള്ള ധാരണ ഖുർആൻ വിരുദ്ധമാണെന്ന് സൂക്തം 4:3 ൽ ഞാൻ വിവരിച്ചിട്ടുണ്ട്. ഇരു ഭാര്യമാരോടും തുല്യനീതിയോടെ വർത്തിക്കണമെന്ന വ്യവസ്ഥയോടെയാണ് രണ്ടാമതൊരുവളെ വേൾക്കാൻ ഖുർആൻ ഭർത്താവിന് അനുമതി നൽകിയിരിക്കുന്നത് (4:129). ഭർത്താവിന് ഒന്നിലേറെ ഭാര്യമാരാകാമെങ്കിൽ തനിക്കും ഒന്നിലധികം ഭർത്താക്കന്മാർ വേണമെന്ന് സുബോധമുള്ള ഏതെങ്കിലും ഭാര്യ ആവശ്യപ്പെടുമോ? സൃഷ്ടിപരമായ കാരണങ്ങൾകൊണ്ടല്ലേ സ്ത്രീകൾ അങ്ങനെ ആവശ്യപ്പെടാത്തത്? സൃഷ്ടിപരമായി തനിക്ക് ചെയ്യാൻ കഴിയാത്ത ഒരു കാര്യവും, സൃഷ്ടിപരമായി ചെയ്യാൻ കഴിവും താല്പര്യവും ഉണ്ടെങ്കിൽപോലും പുരുഷൻ ചെയ്യരുതെന്ന് സ്ത്രീ ശഠിക്കുന്നത് ശരിയല്ലെന്ന് മാത്രമല്ല, അങ്ങനെ ശഠിക്കുന്ന സ്ത്രീ തന്നെയാണ് ആ ദുശ്ശഠ്യത്തിന്റെ ഭവിഷ്യത്തുകൾ നേരിടേണ്ടി വരികയെന്ന്, ആലോചിച്ചാൽ മനസ്സിലാക്കാവുന്നതേയുള്ളൂ. തന്നോട് നീതിപൂർവ്വം വർത്തിക്കാത്ത ഭർത്താവിൽനിന്ന് വേർപിരിയാൻ സ്ത്രീക്ക് ഖുർആൻ അവകാശം നൽകുന്നുമുണ്ട്.",
      "മുത്തലാഖ് സമ്പ്രദായം: ഒരാൾ തന്റെ ഭാര്യയെ വിവാഹമോചനം ചെയ്യുന്നു എന്ന് ഒരേ സമയം മൂന്നുപ്രാവശ്യം ആവർത്തിച്ചാൽ അതോടെ ആ സ്ത്രീ അയാളുടെ ഭാര്യ അല്ലാതായിത്തീരുന്നതും, മുസ്ലിം സമൂഹത്തിൽ ചെറിയൊരു വിഭാഗം മാത്രം പിൻതുടർന്നുവരുന്നതുമായ വിവാഹമോചന രീതിക്കാണ് മുത്തലാഖ് എന്ന് പറയുന്നത്. ഈ രീതി, വിവാഹമോചന സംബന്ധമായ ഖുർആനിക ശാസനകൾക്ക് വിരുദ്ധവും അതുകൊണ്ടുതന്നെ സ്ത്രീകളോടുള്ള കടുത്ത അന്യായവും അക്രമവുമാണ്. ഈ വിഷയസംബന്ധമായി 2:229-232 ശ്രദ്ധാപൂർവ്വം വായിക്കുക.",
      "പുരുഷന് കൂടുതലായി അനുവദിച്ച അനന്തരാവകാശ സ്വത്തിന്റെ പ്രശ്നം: ഉടമയുടെ മരണശേഷമാണല്ലോ അനന്തരാവകാശികൾക്ക് അവകാശം ലഭിക്കുന്നത്. പ്രായപൂർത്തിയായിട്ടില്ലാത്ത അനന്തരാവകാശികളുടെ സ്വത്തുവിഹിതം അവർ പ്രായപൂർത്തിയാകുംവരെ അവരുടെ നിയമാനുസൃത സംരക്ഷകർ നീതിപൂർവ്വം കൈകാര്യം ചെയ്യണമെന്നാണ് മതവ്യവസ്ഥ. വിവാഹിതയാകുന്നതോടെ, സാമ്പത്തികം ഉൾപ്പടെ സ്ത്രീയുടെ പൂർണസംരക്ഷണം ഭർത്താവിൽ നിക്ഷിപ്തമാകുന്നു. ഭർത്താവ് ഭാര്യക്ക് മാന്യമായ സ്ത്രീമൂല്യവും നൽകേണ്ടതുണ്ട്. അതിനാലാണ് പുരുഷന് കൂടുതൽ സ്വത്തവകാശം നിശ്ചയിക്കപ്പെട്ടിരിക്കുന്നത്. ആ നിലയ്ക്ക് സ്ത്രീക്ക് സ്വത്തിന്റെ ആവശ്യമേയില്ല. എന്നിട്ടും ഖുർആൻ സ്ത്രീക്ക് അനന്തരാവകാശം നൽകിയതിന് താഴെപ്പറയുന്ന ഉദ്ദേശ്യങ്ങളുണ്ട്:",
      "1. വിവാഹിതയായശേഷവും സ്ത്രീയിൽ സാമ്പത്തിക സുരക്ഷിതത്വബോധം നിലനിർത്തുക.\n2. സംരക്ഷകൻ മരണപ്പെട്ടാൽ ഉണ്ടായേക്കാവുന്ന പ്രതിസന്ധിയിൽ, സ്വന്തം കാലിൽ നിൽക്കാൻ സ്ത്രീക്ക് കഴിവുനൽകുക.\n3. സ്വന്തം ധനം ഉപയോഗിച്ച് തന്നെ ദാനധർമ്മങ്ങൾ ചെയ്യാൻ സ്ത്രീക്ക് അവസരം നൽകുക.\n4. വിവാഹമോചിതയാവുകയാണെങ്കിൽ, ജീവനാംശം നൽകുന്നതിൽ ഭർത്താവ് വീഴ്ച വരുത്തുന്നപക്ഷം പുനർവിവാഹം ചെയ്യുംവരെ സാമ്പത്തിക പ്രതിസന്ധി തരണം ചെയ്യാൻ സ്ത്രീയെ പ്രാപ്തയാക്കുക.\n5. 4:11 ന്റെ വ്യാഖ്യാനവും പരിശോധിക്കുക.",
      "കടം ഇടപാടുകളിലെ സ്ത്രീ സാക്ഷ്യം: ഇതിനെ സംബന്ധിച്ച വിശദീകരണത്തിന് 2:282 നോക്കുക.",
      "മഹ്റ്: വിവാഹത്തോടനുബന്ധിച്ച് വരൻ വധുവിന് നൽകുന്ന വിവാഹ പാരിതോഷികമെന്നും, വിവാഹ മൂല്യമെന്നും മഹ്റ് എന്ന പദത്തിന് വ്യാഖ്യാതാക്കൾ അർഥം നൽകിയിട്ടുണ്ട്. \"സ്ത്രീമൂല്യം\" എന്നാണ് ഞാൻ ഈ പദത്തെ വിശേഷിപ്പിച്ചിട്ടുള്ളത് (2:223).",
      "മഹ്റ് എത്ര വേണമെന്ന് വധുവിന്റെ രക്ഷാകർത്താവ് വരനോട് ആവശ്യപ്പെടുന്നതായും വരനുമായി ധാരണയിലെത്തുന്നതായുമാണ് ഖുർആനിൽ കാണുന്നത് (28:27,28). പാരിതോഷികം ആരും ചോദിച്ചു വാങ്ങാറില്ലല്ലോ. ആകയാൽ വരൻ നൽകുന്നത് പാരിതോഷികമല്ലെന്നാണ് എന്റെ പക്ഷം. വിവാഹമൂല്യം എന്നാൽ എന്താണെന്ന് വ്യക്തവുമല്ല.",
      "പരസ്പരം ഇണകളായ സ്ത്രീ-പുരുഷന്മാരിൽ, പുരുഷന്റെ കൃഷിയിടമായാണ് 2:223 ലൂടെ ഖുർആൻ സ്ത്രീയെ ഉപമിച്ചിട്ടുള്ളത്. പുനരുല്പാദന പ്രക്രിയയിൽ പുരുഷന് കർഷകന്റെ ജോലിയാണ് നിർവ്വഹിക്കാനുള്ളതെന്നാണ് അതിന്റെ അർത്ഥം. തനിക്കിഷ്ടപ്പെട്ട ഏതു സ്ഥലത്തും ചെന്ന് കൃഷി ചെയ്യാൻ ഒരു കർഷകനും അവകാശമോ അധികാരമോ ഇല്ലല്ലോ? വിത്തിറക്കി വിള മൂപ്പെത്തുംവരെ ചെയ്യേണ്ട ഉത്തരവാദിത്തങ്ങളെല്ലാം ആത്മാർത്ഥതയോടെ നിർവ്വഹിക്കണമെങ്കിൽ കർഷകന് സ്വന്തം കൃഷി സ്ഥലമുണ്ടാകേണ്ടതുണ്ട്. സ്ത്രീ എന്ന കൃഷിയിടത്തെ പുരുഷൻ എന്ന കർഷകൻ സ്ത്രീയുടെ സംരക്ഷകനുമായി ധാരണയിലെത്തിയ പ്രകാരമുള്ള മൂല്യം നൽകി സ്വന്തമാക്കുകയാണ് ചെയ്യുന്നത്. \"മൂല്യം നൽകപ്പെട്ട് കൊണ്ടുവന്നവൾ\" എന്ന നിലയിൽ സ്ത്രീക്കും, മൂല്യം നൽകി കൊണ്ടുവന്നവൻ എന്ന നിലയിൽ പുരുഷനും ഈ ഇടപാട് വൈവാഹിക ജീവിതത്തിൽ മാന്യമായ പദവി നൽകുന്നതായി, നേരായ രീതിയിൽ ചിന്തിക്കുന്നവർക്ക് മനസ്സിലാകും. താനുപേക്ഷിക്കുന്ന ഭാര്യയിൽനിന്ന് ഭർത്താവ് മഹ്റ് തിരിച്ചാവശ്യപ്പെടരുത് (4:20) എന്ന ശാസനയും ഇരുവരുടെയും മാന്യത കാത്തുസൂക്ഷിക്കുന്നതായി കാണാം.",
      "മുസ്ലിം സമുദായത്തിലെ കക്ഷിമാത്സര്യം\nമുസ്ലിം സമുദായത്തിൽ കക്ഷിമാത്സര്യത്തിന്റെ വസന്തകാലമാണിപ്പോൾ. ഓരോ തൊടുന്യായങ്ങളുടെ പേരിൽ പുതിയ പുതിയ കക്ഷികൾ രൂപം കൊള്ളുകയും അവയിൽ ചിലത് പിളർന്ന് രണ്ടും മൂന്നും ആയി വേർപിരിയുകയും കക്ഷികൾ തമ്മിൽ പോരടിക്കുകയും ചെയ്യുന്ന ഖേദകരമായ കാഴ്ചയാണ് ഇപ്പോഴുള്ളത്. ഓരോ കൂട്ടരും തങ്ങളുടെ കക്ഷിയെ മഹത്വവൽക്കരിച്ച് പുളകംകൊണ്ട് നടക്കുകയാണ്. കക്ഷിത്വം ഭിന്നിപ്പിന്റെ സന്തതിയാണ്. ഭിന്നിപ്പിനെതിരെ ഖുർആൻ ശക്തമായി താക്കീത് നൽകുന്നുണ്ട്. ആകയാൽ, കക്ഷിത്വം ഖുർആൻ വിരുദ്ധമാണ്. അതിനെതിരെ കക്ഷിനേതാക്കളോട് വേദമോതിയതുകൊണ്ട് യാതൊരു പ്രയോജനവും ഇല്ലെന്നറിയാം. എങ്കിലും അവർക്കെല്ലാം നന്നായറിയാവുന്ന ഒരു ഖുർആൻ സൂക്തം ഇവിടെ ഉദ്ധരിക്കട്ടെ: \"ദൈവം കരുണ ചെയ്തവരൊഴികെയുള്ളവർ ഭിന്നിച്ചുകൊണ്ടേയിരിക്കും\" (11:118-119). ഭിന്നിക്കുന്നതിനെതിരെ കൂടുതൽ അറിയാൻ 6:159, 3:102-105 പരിശോധിക്കുക.",
      "ഖുർആനും, ഹദീസും നബിചര്യയും\nമുഹമ്മദ് നബിക്ക് പല അവസരങ്ങളിലായി ശബ്ദരൂപത്തിൽ അറബി ഭാഷയിൽ അവതരിച്ച ദിവ്യവചനങ്ങളാണ് ഖുർആൻ. ജനങ്ങൾ അറിയേണ്ടതായ വാർത്തകളാണവ. അവയെ ഹദീസുകൾ എന്നു ദൈവം വിശേഷിപ്പിച്ചതായി കാണാം (ഉദാ: 77:50, 39:23). എങ്കിലും ഹദീസുകൾ എന്നു കേട്ടാൽ മുഹമ്മദ് നബിയുടെ വചനങ്ങളാണ് (ഹദീസുന്നബി/ഹദീസുറസൂൽ) മുസ്ലിം സമുദായംഗങ്ങളുടെ മനസ്സിൽ പെട്ടെന്ന് ഓർമ്മ വരുന്നത്. ഇസ്ലാമിക പണ്ഡിതന്മാർ ഏറ്റവും അധികം ഉപയോഗിച്ചുകൊണ്ടിരിക്കുന്ന വാക്കുകളിൽപെട്ടവയാണ് അവ രണ്ടും. എന്നാൽ നബിമാരോട് ചേർത്തോ, റസൂൽമാരോട് ചേർത്തോ അവരുടെ ഹദീസ് (വചനങ്ങൾ) എന്ന് ഖുർആൻ ഒരിക്കൽ പോലും പ്രയോഗിച്ചിട്ടില്ല എന്നതത്രേ സത്യം! മാത്രമല്ല, സ്വപത്നിമാർക്കും ജനങ്ങൾക്കും ഖുർആനിലുള്ള വചനങ്ങൾ ചൊല്ലിക്കൊടുക്കാനാണ് ദൈവം പ്രവാചകനോട് കൽപിച്ചിട്ടുള്ളതും (33:34, 29:45). നബിമാരിലും റസൂൽമാരിലും ആരുംതന്നെ തങ്ങളുടേതായ വചനങ്ങൾ ജനങ്ങൾക്ക് ചൊല്ലിക്കൊടുത്തിട്ടില്ല എന്നാണിതിനർത്ഥം. ഇതു സംബന്ധമായി 39:17-18 സൂക്തങ്ങളും പരിശോധിക്കുക.",
      "ഇസ്ലാമിക പണ്ഡിതന്മാർ ഏറ്റവും അധികം ഉപയോഗിച്ചുകൊണ്ടിരിക്കുന്ന മറ്റൊരു പദമാണ് നബിചര്യ (നബിയുടെ നടപടിക്രമം) അഥവാ സുന്നത്തുന്നബി/സുന്നത്തുറസൂൽ എന്നത്. ഈ പദങ്ങളും ഖുർആൻ ഒരിക്കൽപോലും ഉപയോഗിച്ചതായി കാണുന്നില്ല. എന്നാൽ സുന്നത്തല്ലാഹി (ദൈവിക നടപടിക്രമം) എന്ന് ഖുർആൻ നിരവധി സ്ഥലങ്ങളിൽ പരാമർശിച്ചിരിക്കുന്നത് കാണാം. ദൈവിക നടപടിക്രമത്തിന് മാറ്റമില്ലെന്നും ഖുർആൻ പറയുന്നു (ഉദാ: 17:77, 33:62, 48:23). ഖുർആൻ പരാമർശിച്ച ദൈവികചര്യകൾക്കും/നടപടിക്രമങ്ങൾക്കും പുറമെ നബിമാർക്കോ റസൂൽമാർക്കോ സ്വന്തമായ ചര്യകളും/നടപടിക്രമങ്ങളും ഇല്ലെന്നാണല്ലോ ഇതിനർത്ഥം. തുടർന്നുള്ള വായനയിൽ മേൽവിഷയസംബന്ധമായ കൂടുതൽ വിശദീകരണങ്ങൾ കാണാം.",
      "ഖുർആൻ ആർക്കു വേണ്ടി?\nമുഹമ്മദ് നബിയെയും, ഖുർആൻ എന്ന വേദഗ്രന്ഥത്തെയും, ദൈവം നിയോഗിച്ചതും അവതരിപ്പിച്ചതും ലോകജനതയ്ക്കാകമാനമായിട്ടാണോ എന്ന സംശയം ഉയർത്തുന്നവരും ഉണ്ട്. അതിനുള്ള മറുപടി ഖുർആനിൽ തന്നെ വ്യക്തമായി കാണാം എന്ന കാരണത്താൽ അക്കാര്യം ഇവിടെ വിശദീകരിക്കുന്നില്ല."
    ]
  },
  "29:48": {
    "surah": 29,
    "start_ayah": 48,
    "end_ayah": 49,
    "context_chapter": "ആമുഖം (Introduction)",
    "text": [
      "ഭൂമിയിലെ എണ്ണമറ്റ ജീവികളിലൊന്നും, മറ്റു ജീവികൾക്കൊന്നത്തിനുമില്ലാത്ത ഒട്ടേറെ സവിശേഷതകളുടെ ഉടമയുമാണ് മനുഷ്യൻ. \"ഉണ്ടാവട്ടെ\" എന്ന ദൈവകൽപ്പനയിലൂടെ മണ്ണിൽ നിന്നാണ് മനുഷ്യവർഗം (ആദ്യ സ്ത്രീയും ആദ്യ പുരുഷനും) സൃഷ്ടിക്കപ്പെട്ടത്. പക്ഷേ, ആ സംഭവം നടന്നത് ഈ ഭൂമിയിലല്ല; വിശപ്പില്ലാത്ത, ദാഹമില്ലാത്ത, വെയിലേൽക്കാത്ത, നഗ്നത വെളിപ്പെടാത്ത സ്വർഗം എന്ന അജ്ഞാത ലോകത്താണ് അതു സംഭവിച്ചത്. തങ്ങളുടെ സ്രഷ്ടാവായ ദൈവത്തിന്റെ കൽപ്പനകളെ അനുസരിക്കുവോളം മാത്രമേ അവർക്കവിടെ കഴിയാൻ അനുമതിയുണ്ടായിരുന്നുള്ളൂ.",
      "ഒരിക്കൽ അവർ, ഭക്ഷിക്കരുതെന്ന് ദൈവം വിലക്കിയ കായ്കനി ഭക്ഷിച്ചു. ആദ്യപുരുഷനെ നമിക്കുക എന്ന ദൈവകൽപ്പനയെ ലംഘിച്ച് പിശാച് (ദുർബോധകൻ) ആയിത്തീർന്ന, അദൃശ്യസൃഷ്ടികളായ ജിന്നുവർഗത്തിൽപ്പെട്ട \"ഇബ്ലീസ്\" ആണ്, വിലക്കപ്പെട്ട കനി ഭക്ഷിക്കാൻ അവരെ പ്രലോഭിച്ചത്. ദൈവകൽപ്പന ലംഘിച്ചതിനുള്ള ശിക്ഷയായി ഇരുമനുഷ്യർക്കും പിശാചിനും ഭ്രഷ്ട് കൽപ്പിച്ച് ഇരുകൂട്ടരെയും ദൈവം സ്വർഗത്തിൽനിന്ന് ഭൂമിയിലേക്ക് പുറന്തള്ളി.",
      "പരമകാരുണികനും കരുണാവാരിധിയുമാകയാൽ, ഭൂമിയിലേക്ക് പുറന്തള്ളപ്പെട്ട മനുഷ്യരോടും അവരുടെ സന്താനപരമ്പരകളോടും ദൈവം കനിവുകാണിച്ചു. പിശാചിന്റെ സ്വാധീനതയെ മറികടന്ന് തന്റെ മാർഗനിർദേശങ്ങളനുസരിച്ച് ഭൂമിയിൽ സന്മാർഗികളായി ജീവിച്ചവരെ ഒരു നിശ്ചിത കാലയളവിനുശേഷം സ്വർഗത്തിലേക്ക് തിരിച്ചയക്കാമെന്നും അവിടെ അനശ്വരതയും ആശിക്കുന്നതെന്തും നൽകാമെന്നും ദൈവം വാഗ്ദാനം ചെയ്തു. സന്മാർഗം സ്വീകരിക്കാതെ ദുർമാർഗികളായി ജീവിച്ചവർക്കും ഒരു നിശ്ചിത കാലയളവിനുശേഷം ശാശ്വതജീവിതം നൽകുമെന്നും പക്ഷേ, അത് ശാശ്വത നരകവാസമായിരിക്കുമെന്നും ദൈവം താക്കീത് നൽകുകയുണ്ടായി. ദൈവശാസനകളനുസരിച്ച് ജീവിക്കുക വഴി ദൈവപ്രീതി സമ്പാദിച്ച് സ്വർഗത്തിലേക്കുള്ള പ്രവേശത്തിന് മനുഷ്യൻ അർഹത നേടിയെടുക്കുന്നതിനെയാണ് \"മോക്ഷം\" നേടുക എന്ന് പറയുന്നത്.",
      "മോക്ഷം നേടിയെടുക്കാൻ മനുഷ്യനെ പ്രാപ്തനാക്കുന്ന ഖുർആൻ എന്ന മാർഗദർശന ഗ്രന്ഥത്തെ അനായാസം മനസ്സിലാക്കാൻ സഹായിക്കുന്ന ഒരു എളിയ ഉദ്യമമായി ഞാൻ ഈ ഗ്രന്ഥം ജനസമക്ഷം സമർപ്പിക്കുന്നു."
    ]
  },
  "2:61": {
    "surah": 2,
    "start_ayah": 61,
    "end_ayah": 61,
    "context_chapter": "ആമുഖം (Introduction)",
    "text": [
      "ഗ്രന്ഥം ശ്രദ്ധാപൂർവ്വം സവിസ്തരം പരിശോധിച്ചു. പുരാതനവും ആധുനികവുമായ ഖുർആൻ വ്യാഖ്യാനങ്ങളിൽനിന്ന് വ്യത്യസ്തമായ നിരവധി വ്യാഖ്യാനങ്ങളും അവയ്ക്ക് ഉപോദ്ബലകമായ സൂക്ത നമ്പറുകളും സംക്ഷിപ്ത വിശദീകരണങ്ങളും അടിക്കുറിപ്പുകളും ഈ ഗ്രന്ഥത്തിൽ കാണാം. സൂക്ഷ്മ പരിശോധനയിൽ അവയിൽ ഒന്നുപോലും ഖുർആന്റെ അന്തസ്സത്തയ്ക്ക് വിരുദ്ധമാണെന്ന് പറയാൻ കഴിയില്ല. മാത്രമല്ല, ഖുർആനിനോട് തികച്ചും യോജിച്ചു പോകുന്നവയുമാണ് അവ. ഖുർആന്റെ പരിഭാഷ ഇതുവരെ വായിച്ചിട്ടില്ലാത്ത ഏതു മതസ്ഥർക്കും, ഖുർആൻ മനുഷ്യരോട് എന്തു പറയുന്നു എന്ന്, ശ്രദ്ധാപൂർവ്വമായ ഒരൊറ്റ വായനയിലൂടെ അനായാസം മനസ്സിലാക്കാൻ കഴിയുന്ന ഒരു ഗ്രന്ഥമാണ് ഇത്. മുൻവിധിയില്ലാതെ വായിക്കുക. ദൈവഭയഭക്തിയിലധിഷ്ഠിതമായ നിസ്വാർത്ഥതയും സത്യസന്ധതയും ചിന്താധിഷ്ഠിതയും ഭാഷാലാളിത്യവുമാണ് ഈ ഗ്രന്ഥത്തിന്റെ പ്രത്യേകതകൾ. ശ്രദ്ധയോടെ വായിച്ച് ഉദ്ബുദ്ധരാവുക. പ്രപഞ്ചനാഥൻ (അറബി ഭാഷയിൽ \"അല്ലാഹു\") അനുഗ്രഹിക്കട്ടെ.",
      "സർവ്വ സ്തുതിയും പ്രപഞ്ചനാഥനു മാത്രം.\nആശംസകളോടെ, സസ്നേഹം,\nഖാലിദ് മൗലവി,\nഅടുവാശ്ശേരി, ആലുവ.\nMob : 9446474223."
    ]
  },
  "75:16": {
    "surah": 75,
    "start_ayah": 16,
    "end_ayah": 19,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "താൻ അവതരിപ്പിച്ച സൂക്തങ്ങളെ വിശദീകരിക്കൽ തന്റെ ബാധ്യതയാണെന്നാണ് 75-ാം അദ്ധ്യായത്തിലെ 16-19 സൂക്തങ്ങളിലൂടെ (75:16-19) ദൈവം പറയുന്നത്. തെളിവുകളും മാർഗദർശനവും വേദഗ്രന്ഥത്തിലൂടെതന്നെ വിശദീകരിക്കപ്പെട്ടിട്ടുണ്ടെന്ന് 2:159ലും 11:1, 41:3, 43:1-3ലും വ്യക്തമാക്കപ്പെട്ടിട്ടുണ്ട്. ആകയാൽ, വിശദീകരണങ്ങളെല്ലാം ഖുർആനിനകത്തു തന്നെയുണ്ടാകണം. സൂക്തങ്ങൾ ഖുർആനിനകത്തും അവയുടെ ദിവ്യവിശദീകരണങ്ങൾ ഖുർആനിനു വെളിയിലും ആവുകയെന്നത,് യുക്തിഭദ്രമെന്ന് സ്വയം വിശേഷിപ്പിക്കുന്ന ഖുർആനുമായി യോജിക്കുകയില്ല. സത്യവിശ്വാസികൾക്കാവശ്യമായ കാര്യങ്ങൾ ഉദാഹരണസഹിതം ഖുർആനിൽ വിശദീകരിച്ചിട്ടുണ്ടെന്ന് 11:120ൽ ദൈവം  പറയുന്നുണ്ട്."
    ]
  },
  "6:115": {
    "surah": 6,
    "start_ayah": 115,
    "end_ayah": 115,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "6:115 ൽ പറയുന്ന സമ്പൂർണ്ണതയാണ് ഖുർആനിനെ പരിശുദ്ധമാക്കുന്ന വസ്തുത. ഒരു വസ്തുവിനെ പരിശുദ്ധമെന്ന് വിശേഷിപ്പിച്ചാൽ, നീക്കം ചെയ്യേണ്ട യാതൊന്നും അതിനകത്തില്ലെന്നും അതിനോടു യാതൊന്നും കൂട്ടിച്ചേർക്കേണ്ട ആവശ്യമില്ലെന്നുമാണ് അതിന്റെ അർത്ഥം. ഒരു വേദഗ്രന്ഥം പരിശുദ്ധമാകുന്നതും അതേ മാനദക്ലത്തിന്റെ അടിശ്ശുാനത്തിലാണ്. എല്ലാ അർത്ഥത്തിലും ആ ഗ്രന്ഥം സമ്പൂർണ്ണമാണെന്നർത്ഥം. ഇന്നേ ദിവസം (ഈ സൂക്തം അവതരിപ്പിച്ച ദിവസം) മതത്തെ അഥവാ, സംശുദ്ധധാർമിക ജീവിതശൈലിയെ സമ്പൂർണ്ണമാക്കി തന്നിരിക്കുന്നു എന്ന് സൂക്തം 5:3ലൂടെ ദൈവം പറയുന്നുമുണ്ട്. നേർക്കുനേരെ കണ്ടെത്താൻ കഴിയാത്ത കാര്യങ്ങൾ ഖുർആനിനകത്തുതന്നെയുള്ള ഉപമകളും ഉദാഹരണങ്ങളും ബുദ്ധിപൂർവ്വം വിചിന്തനം ചെയ്ത് കണ്ടെത്തണമെന്നാണ് ദൈവം നമ്മോട് ആവശ്യപ്പെടുന്നത്. ആകയാൽ, ഏതെങ്കിലും സൂക്തത്തിന് കൂടുതൽ വിശദീകരണം ആവശ്യമായി വന്നപ്പോൾ ഖുർആനിനകത്തുതന്നെ സവിസ്തരം പരിശോധിക്കുകയാണ് ഞാൻ ആദ്യം ചെയ്തത്. പിന്നീട്, ആ സൂക്തത്തെ വിശദീകരിക്കുന്നതും ഇതര ഖുർആൻ വചനങ്ങളുമായി യോജിക്കുന്നതുമായ നബിവചനങ്ങളുണ്ടോ എന്നു ഞാൻ പരിശോധിച്ചു. വിശദീകരണം ആവശ്യമായ സൂക്തങ്ങളെപ്പറ്റി പൊതുവെ ഖുർആൻ വ്യാഖ്യാതാക്കൾ എന്തുപറഞ്ഞിരിക്കുന്നുവെന്നും ഞാൻ പരിശോധിക്കുകയുണ്ടായി. എന്നിട്ട്, സ്വേച്ഛകൾക്ക് വിധേയമാകാതെ എനിക്കു കഴിയുന്ന ഏറ്റവും നല്ല  വിശദീകരണ-വ്യാഖ്യാനം നൽകുകയാണ് -ഞാൻ ചെയ്തിരിക്കുന്നത്. ഏതു വ്യാഖാനത്തിന്റെയും തെറ്റും ശരിയും അറിയുന്നവൻ ദൈവം മാത്രമാണ്. (ഈ പ്രസ്താവന ഓരോ വിശദീകരണ-വ്യാഖാനത്തിന്റെയും അവസാനം ആവർത്തിക്കപ്പെടു ന്നതായി കരുതണം).",
      "ദൈവത്തിന്റെ യഥാർത്ഥ പേര്  അല്ലാഹു എന്ന് വാദിക്കുന്നവരുണ്ട്. ഈ വാദം ശരിയല്ല. മനുഷ്യവംശത്തിനാകമാനം ഒരു പൊതുഭാഷ ഇല്ല. ശതക്കണക്കിന് വ്യത്യസ്ത ഭാഷകൾ സംസാരിക്കുന്ന മനുഷ്യകുലമാകമാനം, നാലു ശതമാനത്തിൽ താഴെയുള്ള ഒരു ജനസമൂഹം സംസാരിക്കുന്ന ഒരു പ്രത്യേക ഭാഷാപദം ഉപയോഗിച്ചേ തന്നെ വിളിക്കാവൂ എന്ന്, യുക്തിപ്രഭാവനും പരമനീതിമാനുമായ ദൈവം ആവശ്യപ്പെടുക സംഭവ്യമല്ല. സത്യത്തിലും നീതിയിലും സമ്പൂർണ്ണമാണെന്ന് സ്വയം അവകാശപ്പെടുന്ന ഖുർആൻ (6:115) അപ്രകാരം പറഞ്ഞിട്ടുമില്ല. പറഞ്ഞിരുന്നെങ്കിൽ 96% വരുന്ന അനറബി സമൂഹങ്ങളോട് ചെയ്യുന്ന കടുത്ത അനീതിയാകുമായിരുന്നു അത്. മനുഷ്യർക്കാകമാനം ഒരൊറ്റ ദൈവമേ ഉള്ളൂ എന്ന മൗലിക വിഷയത്തിൽനിന്ന് സാമാന്യ ജനങ്ങളെ വ്യതിചലിപ്പിക്കാനേ മറിച്ചുള്ള വാദം സഹായിക്കുകയുള്ളൂ. അത്തരം നിലപാട് ഖുർആൻ വിരുദ്ധമാണ്."
    ]
  },
  "2:239": {
    "surah": 2,
    "start_ayah": 239,
    "end_ayah": 239,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഉദാഹരണം 1. സൂക്തം 2:239 നിസ്കാരത്തെ സംബന്ധിച്ച് പറയുന്ന 238-ാം സൂക്തത്തിന്റെ തുടർച്ചയാണ് ഈ സൂക്തം. ഖുർആൻ পরিഭാഷകർ ഈ സൂക്തത്തിനു നൽകിയ വിവർത്തനം ഇപ്രകാരമാണ്: നിങ്ങൾ ഭയപ്പെട്ടാൽ, നടന്നുകൊണ്ടോ വാഹനത്തിലോ (നിങ്ങൾക്ക് നിസ്കരിക്കാം). നിർഭയാവസ്ഥയിലായിക്കഴിഞ്ഞാൽ, നിങ്ങൾക്കറിയാത്തത് അല്ലാഹു നിങ്ങളെ പഠിപ്പിച്ചതുപോലെ നിങ്ങൾ അവനെ സ്മരിച്ചാൽമതി (നിസ്കരിച്ചാൽ മതി).",
      "കുറിപ്പ്: ദൈവസ്തുതി കീർത്തനവും ദൈവവചനങ്ങളും ചൊല്ലി, ദൈവസ്മരണ ഉൾക്കൊണ്ട് ദൈവസഹായം തേടി ഏകാഗ്രതയോടെ പ്രാർത്ഥിക്കുന്നതിനെയാണ് നിസ്കാരം എന്ന് പറയുന്നത്. നിസ്കാരത്തിന്റെ സുപ്രധാന ഭാഗമാണെങ്കിലും ദൈവസ്മരണ മാത്രമായി നിസ്കാരമാവുകയില്ല. 2:239, 4:103 എന്നീ സൂക്തങ്ങൾ ബുദ്ധിപൂർവ്വം പരിശോധിച്ചാൽ ഇക്കാര്യം വ്യക്തമാകും.",
      "2:239ഉം, 4:103ഉം പറയുന്നത് ഭയത്തിന്റെ അന്തരീക്ഷത്തിൽ നിസ്കരിക്കുന്നതിനെ സംബന്ധിച്ചാണ്. 4:103ൽ നിസ്കരിക്കണമെന്നും, 2:239ൽ നിസ്കരിക്കേണ്ടതില്ലെന്നും ഞാൻ പറഞ്ഞതിലെ യുക്തി എന്തെന്ന ചോദ്യം ഉയർന്നേക്കാം. 4:103ൽ യാത്രക്കാരെല്ലാം ആയുധധാരികളാണെന്ന കാരണത്താൽ, സംഘർഷം മുറ്റിനിൽക്കുന്ന അന്തരീക്ഷത്തിലാണ് യാത്രയെന്ന് മനസ്സിലാക്കാം. യാത്രക്കാരിൽ ഒരു വിഭാഗം ആയുധധാരികളായി നിന്ന് ശേഷിച്ചവർക്ക് സംരക്ഷണം നൽകിക്കൊണ്ട് അവരിൽ നിർഭയത്വവും അതുവഴി ഭയഭക്തിക്കുള്ള മാനസികാവശ്ശുയും സൃഷ്ടിക്കുന്നതിനാലാണ് അവരോട് നിസ്കരിക്കാൻ കല്പിക്കുന്നത്. എന്നാൽ 2:239ൽ, യാത്രക്കാരുടെ കൂടെ ആയുധമുള്ളതായി പറയുന്നില്ല. ആകയാൽ, യാത്ര സമാധാനാന്തരീക്ഷത്തിലാണെന്നും ആകസ്മികമായാണ് ഭയാവസ്ഥ നേരിടുന്നതെന്നും മനസ്സിലാക്കാം. ആ അവസ്ഥയിൽ, ആയുധസംരക്ഷണമില്ലാതെ നിസ്കരിക്കുന്നവരിൽ നിർഭയത്വവും ഭയഭക്തിയും ഉണ്ടാകില്ല. അതിനാലാണ് അവർ നിസ്കരിക്കേണ്ടതില്ലെന്ന നിഗമനത്തിൽ ഞാൻ എത്തിയത്."
    ]
  },
  "2:238": {
    "surah": 2,
    "start_ayah": 238,
    "end_ayah": 238,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഭയപ്പെട്ട്, ഇരിക്കുന്നവരുടെയോ ധൃതിയിൽ നടന്നുകൊണ്ടിരിക്കുന്നവരുടെയോ ഓടിക്കൊണ്ടിരിക്കുന്നവരുടെയോ മനസ്സിൽ സ്വരക്ഷയെക്കുറിച്ചുള്ള ഉത്കണ്ഠയേ എപ്പോഴും ഉണ്ടാകൂ. അവർക്ക് ദൈവഭയഭക്തി ഉണ്ടാകാനുള്ള സാധ്യത തീരെ കുറവായിരിക്കും. എന്നാൽ ദൈവഭയഭക്തിയോടു കൂടിയേ നിസ്കരിക്കാവൂ എന്നാണ് സൂക്തം 2:238ൽ പറയുന്നത്. അങ്ങനെ പറയുന്ന ദൈവം, ഭയഭക്തി ഉണ്ടാകാത്ത ഭയചകിതമായ അവസരങ്ങളിൽ നിസ്കരിക്കാൻ ആവശ്യപ്പെടുകയില്ലല്ലോ? അതുകൊണ്ടാണ് ഭയപ്പെട്ട് സഞ്ചരിക്കുന്നവർ നിസ്കരിക്കേണ്ടതില്ല എന്ന നിഗമനത്തിൽ ഞാൻ എത്തിചേർന്നത്. ഭയാവസ്ഥയിലായവരോട് അല്ലാഹുവിനുള്ള കാരുണ്യം ഈ വിട്ടുവീഴ്ചയിൽ നിഴലിക്കുന്നതു കാണാം. നിർബന്ധിതാവശ്ശുയിൽ, അവിശ്വാസിയായി അഭിനയിക്കുന്നതിൽ തെറ്റില്ലെന്ന് 16:106 ലും നിഷിദ്ധ വസ്തുക്കളിൽനിന്ന് ഭക്ഷിക്കുന്നതിൽ തെറ്റില്ലെന്ന് 2:173 ലും പ്രസ്താവിച്ചതിൽ ഉൾക്കൊള്ളുന്ന വിട്ടുവീഴ്ച തന്നെയാണ് നിരായുധരായിരിക്കെ ഭയാവസ്ഥയിലായ യാത്രക്കാർ നിസ്കരിക്കേണ്ടതില്ലെന്ന നിർദേശത്തിലുമുള്ളത്.",
      "ഒന്ന്: ഒന്നിലേറെ സമയങ്ങളിൽ നിസ്കാരങ്ങളുണ്ടെന്ന് സൂചിപ്പിക്കുംവിധം ബഹുവചനമായ സലവാത്ത് എന്ന പദം ഉപയോഗിക്കുക (2:238)."
    ]
  },
  "4:1": {
    "surah": 4,
    "start_ayah": 1,
    "end_ayah": 1,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഉദാഹരണം 2. സൂക്തം 4:1 ഈ സൂക്തത്തിന്റെ ആദ്യഭാഗത്തിന്റെ പൊതുവായ വിവർത്തനം ഇപ്രകാരമാണ്: മനുഷ്യരേ, ഒരേ ആത്മാവിൽനിന്ന് (നഫ്സിൽനിന്ന്) ദൈവം നിങ്ങളെ സൃഷ്ടിച്ചു. അതിൽനിന്നു തന്നെ അതിന്റെ ഇണയെ അവൻ സൃഷ്ടിച്ചു. അവർ ഇരുവരിൽനിന്ന് നിരവധി പുരുഷന്മാരെയും സ്ത്രീകളെയും അവൻ വ്യാപിപ്പിച്ചു. അപ്രകാരം ചെയ്ത നിങ്ങളുടെ രക്ഷകനോട് നിങ്ങൾ ഭയഭക്തി പുലർത്തുക.",
      "1. \tസ്ത്രീയും പുരുഷനും ഒരേ നഫ്സിൽ (ഒരേസങ്കര വസ്തുവിൽ) നിന്നാണ് സൃഷ്ടിക്കപ്പെട്ടത് (4:1, 7:189, 39:6).",
      "കുറിപ്പ് : മേൽസൂക്തത്തിന്റെ ആദ്യഭാഗത്തെ സംബന്ധിച്ച വിശദീകരണത്തിന് സൂക്തം 4:1 നോക്കുക."
    ]
  },
  "6:2": {
    "surah": 6,
    "start_ayah": 2,
    "end_ayah": 2,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ദൈവം ‘മനുഷ്യരേ’ എന്നു വിളിച്ചതും, ‘നിങ്ങളെ’ എന്നു പറഞ്ഞതും പുരുഷസമൂഹത്തെ മാത്രം ഉദ്ദേശിച്ചുകൊണ്ടോ സ്ത്രീ സമൂഹത്തെ മാത്രം ഉദ്ദേശിച്ചുകൊണ്ടോ അല്ല, സ്ത്രീകളും പുരുഷന്മാരുമടങ്ങുന്ന മനുഷ്യസമുദായത്തെയാകെ ഉദ്ദേശിച്ചുകൊണ്ടാണ്. ‘മനുഷ്യരേ, ദൈവം ഒരാപ്ലാവിൽനിന്നാണ് നിങ്ങളെ സൃഷ്ടിച്ചത്’ എന്ന പ്രസ്താവന ഖുർആന്റെ തവ്വമയ പ്രബോധിത ജനതയോടുള്ളതാണെങ്കിലും സർവ്വ മുൻ-പിൻ തലമുറകൾക്കും ഒരുപോലെ ബാധകമാണത്. അതായത്, മനുഷ്യവർഗം പെരുകാൻ തുടങ്ങിയത് ആരിലൂടെയാണോ അവർ രണ്ടുപേരുമടങ്ങുന്ന ആദ്യ തലമുറയ്ക്കു കൂടി പ്രസ്താവന ബാധകമാണെന്നർത്ഥം. ആദ്യം രണ്ടുപേർ മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂവെങ്കിലും, ‘മനുഷ്യരേ’ എന്ന് അവരെയും അഭിസംബോധന ചെയ്യാവുന്നതാണല്ലോ? അങ്ങനെ പ്രസ്താവന അവരോടായാൽ, ആദ്യ പുരുഷൻ മാത്രമല്ല ആദ്യ സ്ത്രീയും ഒരേ ആത്മാവിൽനിന്നാണ് സൃഷ്ടിക്കപ്പെട്ടതെന്നും, ആദ്യ സ്ത്രീ ആദ്യ പുരുഷനിൽനിന്നല്ല സൃഷ്ടിക്കപ്പെട്ടതെന്നും, ആദ്യ പുരുഷനിൽ നിന്നും ആദ്യസ്ത്രീയിൽ നിന്നും വ്യത്യസ്തമായ ഒന്നാണ് നഫ്സ് എന്നും വ്യക്തമാകും. ആദ്യ പുരുഷന്റെ ഇണ ആ പുരുഷനിൽ നിന്നുതന്നെ സൃഷ്ടിക്കപ്പെട്ടതാണെന്ന നിലവിലുള്ള വ്യാഖ്യാനവും അതിനെ ആധാരമാക്കിയുള്ള വിശ്വാസവും മുൻ വേദക്കാരുടെ പുരുഷ മേധാവിത്ത്വ മനഃസ്ഥിതിയിൽ നിന്നുണ്ടായതും അതേ മനഃസ്ഥിതിയോടെ ഖുർആൻ പ്രചലിതർ അവരിൽനിന്ന് കടമെടുത്തതും, ആകയാൽ ഖുർആൻ വിരുദ്ധവുമാണ്. ദൈവം നിങ്ങളെ/മനുഷ്യരെ (ആണിനെയും പെണ്ണിനെയും) മണ്ണിൽ നിന്നാണ് സൃഷ്ടിച്ചതെന്ന് പറയുന്ന 6:2, 15:26, 22:5 സൂക്തങ്ങളും, വെള്ളത്തിൽ നിന്നാണ് സൃഷ്ടിച്ചതെന്നു പറയുന്ന 25:54-ാം സൂക്തവും ഈ വാദത്തെ ശരിവയ്ക്കുന്നു. നഫ്സ് എന്ന പദത്തിന് ആത്മാവ് എന്നും അർത്ഥമുണ്ടെങ്കിലും മനുഷ്യ സൃഷ്ടിക്കാധാരമായ നഫ്സ്, മണ്ണും വെള്ളവും കലർന്ന സങ്കരവസ്തുവാണെന്ന് മുൻ പറഞ്ഞ സൂക്തങ്ങളിൽ നിന്നു വ്യക്തമാണ്."
    ]
  },
  "6:151": {
    "surah": 6,
    "start_ayah": 151,
    "end_ayah": 151,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണംനം.",
    "text": [
      "ഉദാഹരണം 3. സൂക്തം 6:151 അല്ലാഹു നിഷിദ്ധമാക്കിയ കാര്യങ്ങൾ പ്രവാചകൻ ജനങ്ങൾക്ക് വിശദീകരിച്ചുകൊടുക്കുന്ന ഒരു സൂക്തമാണിത്. പങ്കുചേർക്കരുത്, കൊല്ലരുത്, സമീപിക്കരുത്, കൊല്ലരുത് എന്നീ നാലു നിരോധനങ്ങളും, ‘നന്മചെയ്യണം’ എന്ന ഒരു കല്പനയും സൂക്തത്തിന്റെ വിവർത്തനത്തിൽ കാണാം. നിഷിദ്ധമാക്കിയെന്ന തലക്കെട്ടിനുതാഴെ കൊടുക്കുന്ന കാര്യങ്ങളെല്ലാം നിഷിദ്ധമായിരിക്കണമല്ലൊ? ആകയാൽ, അരുതുകളോടൊപ്പം ചെയ്യണം എന്ന് അർത്ഥം നൽകിയത് വൈരുദ്ധ്യമാണ്. ഖുർആനിൽ വൈരുദ്ധ്യമില്ലെന്ന് ദൈവം തന്നെ പറയുന്നുണ്ട്. ചെയ്യാതിരിക്കരുത് എന്നു പറഞ്ഞെങ്കിലേ വൈരുദ്ധ്യം ഒഴിവാവുകയുള്ളൂ. എന്നാൽ അങ്ങനെ തിരുത്തി പരിഹരിക്കാവുന്ന പ്രശ്നമല്ല ഇത്. കാരണം, നാലു അരുതുകൾ പറഞ്ഞ അല്ലാഹുവിന്, ചെയ്യാതിരിക്കരുത് എന്ന ഒരു അരുത് കൂടി പറയാമായിരുന്നല്ലോ? പ്രവാചകന് തെറ്റുപറ്റിയതായിരിക്കില്ല. ദിവ്യവചനങ്ങളിൽ തെറ്റു പറ്റുക അസംഭവ്യമാണെന്നാണല്ലോ ഖുർആൻ പറയുന്നത്? ആകയാൽ സൂക്തത്തിന്റെ ഒടുവിൽ പറയുന്നതുപോലെ, കാര്യമെന്താണെന്ന് ചിന്തിച്ച് മനസ്സിലാക്കാൻ നമുക്ക് ശ്രമിച്ചു -നോക്കാം.",
      "മേൽ സൂചിപ്പിച്ചതുപോലെ, ഈ സൂക്തം വിവർത്തനം ചെയ്യുന്നതിൽ എന്തോ പ്രശ്നമുള്ളതായി തോന്നിയതിനാലായിരിക്കാം അപൂർവം ചില വിവർത്തകർ, ‘അല്ലാഹു നിഷിദ്ധമാക്കിയത് പറഞ്ഞുതരാം’ എന്ന തലക്കെട്ടിനുപകരം, ‘അല്ലാഹു പവിത്രമാക്കിയത് പറഞ്ഞുതരാം’, ‘അല്ലാഹു നിർബന്ധമാക്കിയത് പറഞ്ഞുതരാം’ എന്നീ തലക്കെട്ടുകൾ കൊടുത്തിരിക്കുന്നത്. എന്നാൽ നിഷിദ്ധമാക്കിയത് പറഞ്ഞു തരാം എന്ന തലക്കെട്ടേ യോജിക്കുകയുള്ളൂ എന്ന,് ഈ സൂക്തവുമായി ബന്ധപ്പെട്ട് 138 മുതലുള്ള സൂക്തങ്ങൾ പരിശോധിച്ചാലറിയാം. അല്ലാഹു നിഷിദ്ധമാക്കാത്ത കാര്യങ്ങൾ അല്ലാഹു നിഷിദ്ധമാക്കിയെന്ന് സത്യനിഷേധികൾ കള്ളം പറഞ്ഞതിനെപ്പറ്റിയുള്ളവയാണ് ആ സൂക്തങ്ങൾ. അവയിൽ പറയുന്ന കാര്യങ്ങളൊന്നും അല്ലാഹു നിഷിദ്ധമാക്കിയിട്ടില്ലെന്നും അല്ലാഹു നിഷിദ്ധമാക്കിയ കാര്യങ്ങൾ വ്യക്തമാക്കിത്തരാമെന്നുമാണ് സൂക്തം 6:151 പറയുന്നത്. 29:8ലെ “അനുസരിക്കരുത്’ എന്ന ക്രിയ കടമെടുത്തും ചിലർ പ്രശ്നം പരിഹരിക്കാൻ ശ്രമിക്കുന്നുണ്ട്. എന്നാൽ പ്രശ്നസൂക്തത്തിൽനിന്ന് കണ്ടെത്താൻ കഴിയുന്ന പരോക്ഷക്രിയ (ൈിറലൃെേീീറ ്ലൃയ) തന്നെ ഉപയോഗിക്കുക എന്നതാണ് ഭാഷാനിയമം. ഉദാഹരണങ്ങൾക്ക് 4:36, 4:43, 22:75, 39:42 മുതലായ സൂക്തങ്ങൾ പരിശോധിക്കുക."
    ]
  },
  "2:83": {
    "surah": 2,
    "start_ayah": 83,
    "end_ayah": 83,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "‘വബിൽ വാലിദൈനി ഇഹ്സാനൻ’ എന്നതിന്, ‘മാതാപിതാക്കൾക്ക് നന്മയും’ എന്ന് മാത്രമേ അർത്ഥമുള്ളൂ. അതിൽ ക്രിയയില്ല. ഭാഷാപരമായ പ്രശ്നമില്ലാത്തപ്പോൾ, ‘ചെയ്യണം’ എന്ന ക്രിയ ചേർത്ത് മാതാപിതാക്കൾക്ക് നന്മചെയ്യണം എന്ന് അതിനെ വിവർത്തനം ചെയ്യാറുണ്ട് (2:83, 4:36 നോക്കുക). എന്നാൽ, പരാമർശിത സൂക്തത്തിലെപ്പോലെ ഭാഷാപരവും ആശയപരവുമായ പ്രശ്നമുള്ളപ്പോൾ, ‘ക്രിയ’ എന്തായിരിക്കണമെന്ന് ബുദ്ധിപൂർവ്വം ചിന്തിച്ച് കണ്ടെത്തേണ്ടിയിരിക്കുന്നു. അതിനുള്ള ഏകമാർഗം, സാധാരണ ചെയ്യാറുള്ളതുപോലെ, തൊട്ടുമുമ്പുള്ള സൂക്തത്തിൽ പ്രയോഗിച്ച ക്രിയയെ, ക്രിയ ഇല്ലാത്തയിടത്തേക്ക് കൊണ്ടുവരിക എന്നതാണ്. പങ്കുചേർക്കരുത് എന്ന ക്രിയയാണ് തൊട്ടുമുമ്പുള്ളത്. ആ ക്രിയയെ, മാതാപിതാക്കൾക്ക് നന്മയും എന്നതിനോട് ചേർത്താൽ, ‘മാതാപിതാക്കൾക്ക് നന്മയും പങ്കു ചേർക്കരുത്’ എന്നു വായിക്കാം. ഇപ്പോൾ ആശയം ഏകദേശം വ്യക്തമായി. ഇനി ബുദ്ധിപൂർവ്വം വാചകം പൂർത്തിയാക്കിയാൽ മതി. അതിപ്രകാരമാകാം: ‘അല്ലാഹുവിനോട് യാതൊന്നിനേയും നിങ്ങൾ പങ്കുചേർക്കരുത്. നന്മചെയ്യുന്ന കാര്യത്തിൽ മാതാപിതാക്കളോടും നിങ്ങൾ ആരേയും പങ്കുചേർക്കരുത്’ (നന്മ ചെയ്യുന്നതിൽ മാതാപിതാക്കൾക്കു നൽകുന്നത്ര പരിഗണന ഭർത്താവിനോ ഭാര്യയ്ക്കോ മക്കൾക്കോ മറ്റാർക്കെങ്കിലുമോ നൽകരുതെന്നർത്ഥം)."
    ]
  },
  "7:33": {
    "surah": 7,
    "start_ayah": 33,
    "end_ayah": 33,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "വിഷയ സംബന്ധമായി 7:33 പരിശോധിക്കുക. അവിടെ നിഷിദ്ധ പട്ടികയിൽ അരുതായ്മകൾ മാത്രമേ ഉള്ളൂ; ‘വബിൽ വാലിദൈനി ഇഹ്സാനൻ’ (മാതാപിതാക്കൾക്ക് നന്മ ചെയ്യണം) എന്ന ശാസന കാണുന്നില്ല. അത് ഉൾപ്പെടുത്തി വായിച്ച് നോക്കുക. വലിയ പ്രശ്നം ഉടലെടുക്കുന്നതു കാണാം."
    ]
  },
  "54:1": {
    "surah": 54,
    "start_ayah": 1,
    "end_ayah": 2,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഉദാഹരണം 4. സൂക്തം 54:1-2 പൊതുവിവർത്തനം ഇപ്രകാരമാണ്: ആ സമയം (അന്ത്യസമയം) അടുത്തു. ചന്ദ്രൻ പിളർന്നു. എന്ത് ദൃഷ്ടാന്തം കാണുകയാണെങ്കിലും പിൻതിриഞ്ഞു കളയുകയും നിലവിലുള്ള ജാലവിദ്യ തന്നെയാണിത് എന്നു പറയുകയും ചെയ്യും അവർ."
    ]
  },
  "52:44": {
    "surah": 52,
    "start_ayah": 44,
    "end_ayah": 44,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "സൂക്തം ശ്രദ്ധയോടെ വായിച്ച്, ചിന്തിച്ച് മനസ്സിലാക്കാൻ ശ്രമിക്കാം. അന്ത്യസമയം ആസന്നമായതും ചന്ദ്രൻ പിളർന്നതും ഭൂതകാലക്രിയകളിലാണ് കൊടുത്തിരിക്കുന്നത്. എന്നാൽ, ജനങ്ങളിൽ ചിലർ അതു കണ്ടെന്നും ആഭിചാരപ്രവൃത്തിയാണതെന്ന് അവർ പറഞ്ഞെന്നുമുള്ള ഭൂതകാലക്രിയ അല്ല സൂക്തത്തിലുള്ളത്. കാണുകയാണെങ്കിൽ അവർ അങ്ങനെ പറയും എന്ന ഭാവികാല ക്രിയയാണ് സൂക്തത്തിൽ പ്രയോഗിച്ചിരിക്കുന്നത്. യഥാർത്ഥത്തിൽ അവരത് കാണുകയും എന്നിട്ടതിനെ ആഭിചാരമായി വിശേഷിപ്പിക്കുകയും ചെയ്തെങ്കിൽ, ‘അവർ അങ്ങിനെ ഒരു ദൃഷ്ടാന്തം കണ്ടിട്ടും പിന്തിരിഞ്ഞു കളയുകയും നിലവിലുള്ള ഒരു ആഭിചാരവൃത്തിയാണതെന്ന് അവർ പറയുകയും ചെയ്തു’ എന്നാണല്ലോ പറയേണ്ടിയിരുന്നത്? അങ്ങനെ പറയാത്തതിനാൽ, അന്ത്യസമയം ആസന്നമായില്ല; ചന്ദ്രൻ പിളർന്നില്ല; അവരങ്ങനെ കണ്ടുമില്ല എന്നേ ധരിക്കാൻ കഴിയൂ. അങ്ങനെ ഒരു സംഭവം കണ്ടാലും, ആഭിചാരവൃത്തിയാണതെന്ന് പറഞ്ഞ് അതിനെ തള്ളിക്കളയുന്ന കടുത്ത നിഷേധസ്വഭാവമാണ് നബിയുടെ ജനതയുടേതെന്ന് പറയുക മാത്രമാണ് സൂക്തങ്ങൾ ചെയ്യുന്നത്. ആകാശത്തുനിന്ന് ഒരു ഭാഗം അടർന്നു വീഴുന്നത് കാണുകയാണെങ്കിലും അതൊരു മേഘക്കൂമ്പാരമാണെന്നേ അവർ പറയൂ എന്ന 52:44-ാം സൂക്തം ഇതോടു ചേർത്ത് വായിക്കുക. യഥാർത്ഥത്തിൽ താങ്കൾ ദൈവദൂതനാണെങ്കിൽ എന്തേ പുതിയ പ്രത്യക്ഷ ദൃഷ്ടാന്തങ്ങൾ കൊണ്ടുവരാത്തത് എന്ന് നിഷേധികൾ പലവട്ടം ചോദിക്കുകയുണ്ടായെന്നു ഖുർആൻ പറയുന്നു. എന്നാൽ ദൈവം ചന്ദ്രനെ പിളർത്തി കാണിച്ചു തന്നില്ലേ, അതിൽപ്പരം എന്ത് ദൃഷ്ടാന്തമാണ് വേണ്ടത് എന്ന് ഖുർആൻ ഒരിക്കൽപോലും തിരിച്ചു ചോദിച്ചിട്ടില്ല. മറിച്ച്, പുതിയ പ്രത്യക്ഷ തെളിവ് ഇറക്കിയതുകൊണ്ട് പ്രയോജനമില്ലെന്ന് ദൈവത്തിനറിയാമെന്നും അതുകൊണ്ടാണ് പുതിയ തെളിവ് ഇറക്കാത്തതെന്നുമാണ് ഖുർആൻ ആവർത്തിച്ച് പറഞ്ഞത് (ഉദാഃ 21:5-6, 13:31). ആകയാൽ 54:1-2 നെ ഇപ്രകാരം പുനർവിവർത്തനം ചെയ്യേണ്ടതുണ്ട്: അന്ത്യസമയം ആസന്നമായതിന്റെ തെളിവായി ചന്ദ്രൻ പിളർന്നത് കണ്ടാലും പിന്തിരിഞ്ഞ് പോവുകയും നിലവിലുള്ള ആഭിചാരവൃത്തിയാണതെന്ന് പറയുകയുമാണ് അവർ ചെയ്യുക."
    ]
  },
  "65:12": {
    "surah": 65,
    "start_ayah": 12,
    "end_ayah": 12,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഉദാഹരണം 5. സൂക്തം 65:12 സൂക്തത്തിന്റെ ആദ്യഭാഗത്തിന്റെ പൊതുവിവർത്തനം ഇപ്രകാരമാണ്: അവനാണ് (അല്ലാഹുവാണ്) ഏഴ് ആകാശങ്ങളെയും ഭൂമിയിൽനിന്ന് അവയ്ക്ക് തുല്യമായവയും/അവയെപ്പോലുള്ളവയും സൃഷ്ടിച്ചവൻ."
    ]
  },
  "2:29": {
    "surah": 2,
    "start_ayah": 29,
    "end_ayah": 29,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "സൂക്തത്തിന്റെ ആദ്യഭാഗത്തെ രണ്ടായി വിഭജിക്കാം. ഒന്ന്, അല്ലാഹുവാണ് ഏഴ് ആകാശങ്ങളെ സൃഷ്ടിച്ചവൻ. രണ്ട്, ഭൂമിയിൽനിന്ന് അവയെപ്പോലെയും. “ഭൂമിയിൽനിന്ന് അവയെപ്പോലെയും’ എന്ന പദങ്ങളെ പുനഃക്രമീകരിച്ച്, “അവയെപ്പോലെ ഭൂമിയിൽനിന്നുള്ളവയും’ എന്നാക്കി മാറ്റാവുന്നതാണ്. അങ്ങനെ ചെയ്യുന്നതിൽ ഭാഷാപരമായി യാതൊരു തെറ്റുമില്ല. ഇനി രണ്ടും യോജിപ്പിച്ചാൽ, അല്ലാഹുവാണ് ഏഴ് ആകാശങ്ങളെ സൃഷ്ടിച്ചവനും, അവയെപ്പോലെ (അവയെ സൃഷ്ടിച്ചതുപോലെ) ഭൂമിയിലുള്ളവയെ സൃഷ്ടിച്ചവനും എന്ന് കിട്ടും. ചിന്തിച്ച് മനസ്സിലാക്കി ഇങ്ങനെ പുനഃക്രമീകരിച്ചിരുന്നെങ്കിൽ ആശയക്കുഴപ്പവും യുക്തിരാഹിത്യവും വൈരുദ്ധ്യവും ഒഴിവാക്കാമായിരുന്നു. ഈ പുനർ വിവർത്തനത്തെ 2:29 ശരി വയ്ക്കുന്നു. ഖുർആൻ സൂക്തത്തെ, കഴിയുമെങ്കിൽ, ഖുർആൻ സൂക്തം കൊണ്ടുതന്നെ വ്യാഖ്യാനിക്കുകയാണ് വേണ്ടത്.",
      "വിശദീകരണം: സർവ്വ ജീവജാലങ്ങളെയും സൃഷ്ടിച്ചത് മനുഷ്യർക്കുവേണ്ടിയാണെന്ന് ഖുർആൻ പറയുന്നു (2:29). ആകയാൽ മനുഷ്യരില്ലാത്ത അവസ്ഥയിൽ ഇതര ജീവജാലങ്ങളെ നിലനിർത്തേണ്ടതില്ലല്ലോ?",
      "വിശദീകരണം: എല്ലാ ജീവികളെയും മനുഷ്യർക്കുവേണ്ടിയാണ് ദൈവം സൃഷ്ടിച്ചിരിക്കുന്നത് (2:29). ആകയാൽ ദൈവശിക്ഷയുടെ ഫലമായി മനുഷ്യരില്ലാത്ത അവസ്ഥയിൽ, ഭൂമിയിൽ മറ്റു ജീവികളുടെ ആവശ്യമില്ലല്ലൊ."
    ]
  },
  "80:1": {
    "surah": 80,
    "start_ayah": 1,
    "end_ayah": 2,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഉദാഹരണം 6. സൂക്തം 80:1-2 പൊതു പരിഭാഷ ഇപ്രകാരമാണ്: അദ്ദേഹത്തിന്റെ (നബിയുടെ) അടുക്കൽ ആ അന്ധൻ വന്നതിനാൽ അദ്ദേഹം (നബി) മുഖം ചുളിച്ചു തിരിഞ്ഞു."
    ]
  },
  "9:80": {
    "surah": 9,
    "start_ayah": 80,
    "end_ayah": 80,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഖുറൈശി പ്രമുഖരുമായി നബി സംഭാഷണത്തിൽ ഏർപ്പെട്ടിരുന്ന സമയത്ത്, നബിക്ക് പരിചിതനായ ഒരു അന്ധൻ ഉപദേശം തേടി നബിയുടെ അടുക്കലെത്തിയെന്നും അതിഷ്ടപ്പെടാതെ നബി മുഖം ചുളിച്ചു തിരിഞ്ഞെന്നുമാണ് പ്രചലിതഭാഷ്യം. നിന്റെയടുക്കൽ ആ അന്ധൻ വന്നതിനാൽ നീ/താങ്കൾ മുഖം ചുളിച്ചു തിരിഞ്ഞു എന്നു പറയേണ്ടതിനു പകരം, നബിക്ക് മനഃക്ലേശമുണ്ടാക്കാതിരിക്കാനാണ് അദ്ദേഹം എന്ന് അല്ലാഹു പ്രയോഗിച്ചതെന്നാണ് വിശദീകരണം! വിവർത്തനവും വിശദീകരണവും ശരിയല്ല. ഈ അദ്ധ്യായത്തിലെ തന്നെ മൂന്നാം സൂക്തത്തിലും, അഞ്ചുമുതൽ പത്തുവരെയുള്ള സൂക്തങ്ങളിലും നീ എന്നു വിളിച്ച് അല്ലാഹു നബിയെ ഗുണദോഷിച്ചിട്ടുണ്ട്. സത്യനിഷേധികൾക്കും കപടർക്കും വേണ്ടി നീ എഴുപതു പ്രാവശ്യം പാപമോചനം തേടിയാലും അല്ലാഹു അവർക്ക് പൊറുത്തു കൊടുക്കുകയില്ല (9:80); സത്യം പറഞ്ഞവരാരെന്ന് ബോധ്യപ്പെടാതെയും കള്ളം പറഞ്ഞവരെ തിരിച്ചറിയാതെയും, ചോദിച്ചവർക്കെല്ലാം ധർന്മസമരത്തിൽനിന്ന് വിട്ടുനിൽക്കാൻ നീ അനുമതി നൽകിയത് ശരിയായില്ല (9:43); നിനക്കിഷ്ടപ്പെട്ടവരെ നേർവഴിയിലാക്കാൻ നിനക്ക് കഴിയില്ല (28:56); ജനത്തെ ഭയപ്പെട്ട്, അല്ലാഹു വെളിപ്പെടുത്താനുദ്ദേശിച്ച ഒരു വിഷയം നീ മനസ്സിൽ ഒളിച്ചുവച്ചു (33:37); നിനക്ക് അന്ത്യസമയത്തെപ്പറ്റി ഒന്നുമറിയില്ല (33:63); നീ മരിക്കും, അവരും മരിക്കും (39:30); സ്വപത്നിമാരുടെ പ്രീതി സമ്പാദിക്കാൻ, അല്ലാഹു അനുവദിച്ചത് നീ എന്തിനു നിഷിദ്ധമാക്കുന്നു (66:1) എന്നിങ്ങനെ നിരവധി ശ്ശുലങ്ങളിൽ നീ എന്നു വിളിച്ച് അല്ലാഹു നബിയെ ഗുണദോഷിച്ചതായി കാണാം. അപ്പോഴൊന്നും ഉണ്ടാകാത്ത മനഃേ¢ശം അന്ധന്റെ നേരെ മുഖം ചുളിച്ച കാര്യം പരാമർശിക്കുമ്പോൾ മാത്രം അദ്ദേഹത്തിനുണ്ടാകുന്നതെങ്ങിനെ? മാത്രമല്ല, നബിമാർക്കിഷ്ടപ്പെടുമോ ഇല്ലയോ എന്നു നോക്കിയാണോ അല്ലാഹു ഗുണദോഷിക്കുന്നത്? അങ്ങനെ പറയുന്നതുതന്നെ അല്ലാഹുവിന്റെ മഹോന്നതപദവിക്ക് ഒട്ടും നിരക്കുന്നതല്ലല്ലോ."
    ]
  },
  "5:67": {
    "surah": 5,
    "start_ayah": 67,
    "end_ayah": 67,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "സൂക്തം ബുദ്ധിപൂർവ്വം വിശകലനം ചെയ്യാത്തതിന്റെ ഫലമാണ് നിരപരാധിയായ നബിയെ കുറ്റപ്പെടുത്തിക്കൊണ്ടുള്ള നിലവിലെ വ്യാഖ്യാനം. പ്രവാചക ദൈത്യത്തിന്റെ പ്രാരംഭദശയിൽ മക്കയിൽ വച്ചുണ്ടായ ഒരു സംഭവത്തെയാണ് 1-2 സൂക്തങ്ങൾ പരമാർശിക്കുന്നത്. എണ്ണത്തിൽ വളരെ തുച്ഛമായിരുന്ന മക്കയിലെ ജനതയിൽ ഓരോരുത്തരെയും സന്ദർശിച്ച് ദിവ്യസന്ദേശം എത്തിച്ചുകൊടുത്തുകൊണ്ടാണ് പ്രവാചകൻ തന്റെ ദൈത്യം നിർവഹിച്ചുകൊണ്ടിരുന്നത് (സൂക്തം 5:67). അതിനായി നബി പുറത്തുപോയ അവസരത്തിലാണ് നബിയെ തേടി അന്ധൻ നബിയുടെ വീട്ടിലെത്തിയത് എന്നാണ് അനുമാനിക്കേണ്ടത്. ദൈത്യനിർവഹണാർത്ഥം നബി പുറത്തുപോയി എന്നറിഞ്ഞ അന്ധൻ, നബി ഖുറൈശി പ്രമുഖന്റെ അടുക്കലുണ്ടെന്നറിഞ്ഞ് അങ്ങോട്ടു ചെന്നു. അയാൾ ഖുറൈശി പ്രമുഖനെ പുറത്തുനിന്നും വിളിച്ച് തന്റെ ആഗമനോദ്ദേശം പറഞ്ഞു. (ഏതെങ്കിലും ഒരു വ്യക്തിയെ അനേ്വഷിച്ചു നടക്കുന്ന നാം ആ വ്യക്തി ഉണ്ടെന്നറിയുന്ന വീട്ടിലോ ശ്ശുാപനത്തിലോ ചെന്ന് അവിടെയുള്ളവരോടാണല്ലോ ആ വ്യക്തി അവിടെയുണ്ടോ എന്ന് ചോദിക്കുന്നത്. ഇവിടെ അന്ധനായ അനേ്വഷിയും ചെയ്തത് അതു തന്നെയാണ്). പ്രമുഖനായ താൻ മറ്റൊരാളുമായി സംസാരിച്ചുകൊണ്ടിരിക്കുന്നതിനിടയിൽ മൂന്നാമതൊരാൾ, അതും സാധാരണക്കാരനായ ഒരല്ലൻ, കയറിവന്ന് തടസപ്പെടുത്തിയത് ഇഷ്ടപ്പെടാതെ അയാൾ മുഖം ചുളിച്ചു തിരിഞ്ഞു. അങ്ങനെയാണ്, ‘ആ അന്ധൻ അയാളുടെ അടുക്കലെത്തിയപ്പോൾ അയാൾ മുഖം ചുളിച്ചുതിരിഞ്ഞു’ എന്ന് സൂക്തത്തിൽ വന്നത്. സംഭവം നബിയുടെ ശ്രദ്ധയിൽപ്പെട്ടെങ്കിലും, താൻ അന്ധനെ ഗണിക്കുകകൂടി ചെയ്താൽ പ്രമുഖൻ താനുമായുള്ള സംഭാഷണം അവസാനിപ്പിക്കുമോ എന്നു ഭയന്ന് അന്ധനെ ഗണിക്കാതെ പ്രമുഖനോടുതന്നെ നബി സംഭാഷണം തുടർന്നു. അന്ധനെ ഗണിക്കാതിരുന്ന തെറ്റിനാണ് നീ എന്നു വിളിച്ചു അല്ലാഹു നബിയെ ശാസിച്ചത്; അല്ലാതെ മുഖം ചുളിച്ചതിനല്ല. ഇതു സംബന്ധമായ കൂടുതൽ വിശദീകരണത്തിന് സൂക്തം 80-:5-12 നോക്കുക.",
      "2. പ്രവാചകൻ സ്വഗൃഹത്തിലല്ലായിരുന്നെന്നും മുഖംചുളിച്ചതായി പറയപ്പെടുന്ന വ്യക്തിയുടെ അടുക്കൽചെന്ന് പ്രബോധനം നടത്തുകയായിരുന്നുവെന്നും, ആ സമയത്ത്, അന്ധനായ ആൾ ആ വ്യക്തിയുടെ അടുക്കലെത്തി പ്രവാചകൻ അവിടെയുണ്ടോ എന്നനേ്വഷിച്ചെന്നുമാണ് 1-2, 8-10 എന്നീ സൂക്തങ്ങളെ സംബന്ധിച്ച്, ഖുർആൻ നിർദേശിക്കുംപോലെ ബുദ്ധിപൂർവ്വം ചിന്തിക്കുമ്പോൾ മനസ്സിലാകുന്നത്. (പ്രാരംഭദശയിലെ പ്രബോധന ദൈത്യ നിർവ്വഹണം എപ്രകാരമായിരുന്നുവെന്ന്, അടിവരയിട്ട ഭാഗം കാണിക്കുന്നു. ഇതിന്റെ ശ്ശുിരീകരണത്തിന് 5:67 നോക്കുക)"
    ]
  },
  "30:58": {
    "surah": 30,
    "start_ayah": 58,
    "end_ayah": 58,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "സർവ്വകാര്യങ്ങളും ഉദാഹരണങ്ങളിലൂടെ വിവരിച്ചിട്ടുണ്ടെന്ന സൂക്തം 30:58ന്റെ അടിസ്ഥാനത്തിൽ അവയിൽനിന്ന് കഴിയുന്നത്ര കാര്യങ്ങൾ മുങ്ങിത്തപ്പിയെടുക്കാൻ ഞാൻ ശ്രമിച്ചിട്ടുണ്ട്. (ഉദാ: 2:187, 2:223, 5:27, 7:172-174, 38:21-26)."
    ]
  },
  "2:30": {
    "surah": 2,
    "start_ayah": 30,
    "end_ayah": 33,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഖലീഫ: ഈ അറബി പദത്തിന്റെ അർത്ഥം എന്താണെന്ന് അറിയാൻ 2:30-33 ന്റെ വിശദീകരണം 2 നോക്കുക.",
      "69--70. രക്തച്ചൊരിച്ചിലuണ്ടാക്കുന്ന മനുഷ്യവർഗത്തെ എന്തിനാണ് ഭൂമിയിലേക്കയക്കുന്നതെന്ന,് ഉന്നത സമൂഹമായ മാലാഖമാർ സംശയം ചോദിച്ചതും (2:30 നോക്കുക) അതിന് ദൈവം നൽകിയ മറുപടിയും ഉണ്ടായ സµർഭത്തെപ്പറ്റി ദൈവദൂതന് ഒന്നുമറിയില്ല. അദ്ദേഹം സർവ്വസ്ഥാനിയല്ല. മനുഷ്യർക്കു മുന്നറിയിപ്പുനൽകാൻ ആവശ്യമായ സന്ദേശം മാത്രമേ ദൈവം അദ്ദേഹത്തിനു നൽകുന്നുള്ളൂ."
    ]
  },
  "2:34": {
    "surah": 2,
    "start_ayah": 34,
    "end_ayah": 34,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "കാഫിർ: ദൈവകൽപന എന്തെന്ന് മനസ്സിലാക്കിയശേഷവും അതിനെ ധിക്കരിക്കുന്ന വ്യക്തിയെ അറബി ഭാഷയിൽ പറയുന്നത് ‘കാഫിർ’ എന്നാണ്. ആദ്യ പുരുഷനായ ആദമിനെ നമിക്കുക എന്ന ദൈവകല്പന അനുസരിക്കാതിരിക്കുക വഴി ഇബ്ലീസ്, കാഫിർ അഥവാ ദൈവധിക്കാരിയായിത്തീർന്നു എന്നാണല്ലോ സൂക്തം 2:34-ൽ ഖുർആൻ പറയുന്നത്.",
      "ചിന്താശക്തി നൽകപ്പെട്ടവരാകയാൽ, ആരും ഉപദേശിക്കാതെതന്നെ തങ്ങളുടെ സ്രഷ്ടാവായ ദൈവത്തിൽ വിശ്വസിക്കേണ്ടവരാണ് മനുഷ്യർ. ദൈവദൂതൻ ഇപ്പോൾ നിങ്ങളെ ശുദ്ധവിശ്വാസത്തിലേക്കു ക്ഷണിച്ചുകൊണ്ടുമിരിക്കുന്നു. മാത്രമല്ല, തന്നിൽ വിശ്വസിച്ച് തന്റെ മാർഗനിർദേശങ്ങളനുസരിച്ച് ജീവിച്ചുകൊള്ളാമെന്ന് (2:34--39 പ്രകാരം) നിങ്ങളുടെ ആദ്യ പിതാക്കൾ ദൈവത്തിനു ഉറപ്പു നൽകിയിട്ടുള്ളതുമാണ്. ആ നിലയ്ക്ക്, സാക്ഷാൽ ദൈവത്തിൽ വിശ്വസിച്ചാൽ നിങ്ങൾക്കെന്താണ് കുഴപ്പം? ആപ്ലീയമായ ഇരുട്ടിൽനിന്ന് ആപ്ലീയവെളിച്ചത്തിലേക്കു നയിക്കുന്ന സുവ്യക്തമായ വചനങ്ങളും ദൈവം തന്റെ ദൂതനിലൂടെ നിങ്ങൾക്ക് അവതരിപ്പിച്ചുതരുന്നുണ്ട്. മനുഷ്യരോട് ഏറെ കരുണയുള്ളവനായതുകൊണ്ടാണ് ദൈവം അപ്രകാരം ചെയ്യുന്നത്.",
      "വിശദീകരണം: ആദമിനെയും ഇണയെയും പിശാച് വഞ്ചിച്ച് വിലക്കപ്പെട്ട കനി ഭക്ഷിപ്പിച്ചില്ലായിരുന്നുവെങ്കിൽ ദൈവം മനുഷ്യരെ ഭൂമിയിലേക്ക് പുറന്തള്ളുമായിരുന്നില്ല. ഈ പൈശാചികവഞ്ചനയാണ് ഭൂമിയിൽ മനുഷ്യജീവിതത്തിനു തുടക്കം കുറിച്ചത്. (2:34-39 നോക്കുക)",
      "കുറിപ്പ്: ആദമും ഇണയും ചെയ്ത കരാർ 2:34-39 ൽ കാണാം."
    ]
  },
  "22:38": {
    "surah": 22,
    "start_ayah": 38,
    "end_ayah": 40,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "യുദ്ധം: ഖുർആൻ യുദ്ധത്തെ േപ്രാവ്വാഹിപ്പിക്കുന്നുവെന്നും മുണ്ടുിം സമുദായം വളർന്നത് യുദ്ധങ്ങളിലൂടെയാണെന്നും ആരോപിക്കുന്ന ഖുർആൻ വിമർശകരുണ്ട്. പ്രവാചകനും അനുയായികളും യുദ്ധം ചെയ്തതായും യുദ്ധം ചെയ്യാൻ ദൈവം പ്രവാചകനെയും സത്യവിശ്വാസികളെയും േപ്രാവ്വാഹിപ്പിച്ചതായും ഖുർആനിലുണ്ട്. എന്നാൽ, സമാധാനപ്രിയരായിരുന്ന അവരെ സൈ്വരമായി ജീവിക്കാൻ അനുവദിക്കാതിരുന്ന അധർമികളോടാണ് അവർ യുദ്ധം ചെയ്തതെന്നും അത്തരം അധർമികൾക്കെതിരായ പ്രതിരോധ യുദ്ധത്തിൽ ചേരാനാണ് ഖുർആൻ ജനത്തെ േപ്രാവ്വാഹിപ്പിച്ചതെന്നും, ഖുർആൻ വായിക്കുന്ന ഏത് നിഷ്പക്ഷമതിക്കും ബോധ്യമാകും. ഏകദൈവത്തിൽ വിശ്വസിച്ചു എന്ന ഏകകാരണത്താൽ യുദ്ധത്തിനിരയായവർക്കാണ് പ്രതിരോധയുദ്ധത്തിനു ദൈവം അനുമതി നൽകിയതെന്ന് 22:38-40 സൂക്തങ്ങൾ പറയുന്നു. നന്മുടെ രാജ്യം തന്നെ ചൈനയുമായും പാക്കിശ്ശുാനuമായും യുദ്ധം നേരിട്ടപ്പോൾ നാടാകെ ദേശഭക്തി ഗാനങ്ങളും പ്രസംഗങ്ങളും ജാഥകളും നടത്തി, ജനങ്ങളെ യുദ്ധത്തിൽ പങ്കാളികളാകാൻ േപ്രാവ്വാഹിപ്പിച്ചത് നന്മളിൽ പലരും കണ്ടിട്ടുണ്ടല്ലോ? അക്രമികൾക്കെതിരെ ഏത് രാജ്യവും പിൻതുടരുന്ന ഈ നയം തന്നെയാണ് ഒരു ഭരണകൂടമോ നീതിന്യായസംവിധാനമോ പേരിനുപോലും നിലവിലില്ലാതിരുന്ന തന്റെ രാജ്യത്ത് പ്രവാചകൻ പിൻതുടർന്നത്. ഖുർആനിൽ പരാമർശിച്ച യുദ്ധ സംബന്ധമായ സൂക്തങ്ങളെയെല്ലാം ഈ പഹ്രാത്തലത്തിൽ വേണം കാണാൻ."
    ]
  },
  "9:36": {
    "surah": 9,
    "start_ayah": 36,
    "end_ayah": 36,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "യുദ്ധത്തിന് വരുന്നവരോട് യുദ്ധം ചെയ്യുക. അവർ യുദ്ധം നിർത്തിയാൽ സത്യവിശ്വാസികളും യുദ്ധംനിർത്തുക എന്നതാണ് ഖുർആന്റെ നിലപാട്. (9:36,37)."
    ]
  },
  "4:88": {
    "surah": 4,
    "start_ayah": 88,
    "end_ayah": 88,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ധർന്മനിഷ്ഠയുടെ നിലനിൽപിനെതിരെ അന്യായമായ അക്രമത്തിലേർപ്പെടുന്നവരോടാണ് യുദ്ധം ചെയ്യേണ്ടതെന്നും പകപോക്കാനോ മറ്റെന്തെങ്കിലും കാര്യലാഭത്തിനോ യുദ്ധം ചെയ്യരുതെന്നും യുദ്ധരംഗത്തുപോലും നീതിപാലിക്കണമെന്നും 4:88--91, 60-:7-9 സൂക്തങ്ങളിൽ ഖുർആൻ അടിവരയിട്ടു പറയുന്നുണ്ട്. ആകയാൽ, ഖുർആൻ യുദ്ധം എന്ന വാക്ക് ഉപയോഗിച്ചിടത്തെല്ലാം ധർന്മയുദ്ധം (നീതിയും ന്യായവും സമാധാനവും നിലനിർത്താൻ നടത്തുന്ന യുദ്ധം) എന്നേ മനസ്സിലാക്കാവൂ."
    ]
  },
  "2:177": {
    "surah": 2,
    "start_ayah": 177,
    "end_ayah": 177,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "നിരന്തരമായ ഗോത്രസംഘട്ടനങ്ങൾ, കടുത്ത ദാരിദ്ര്യം മൂലമുണ്ടായ തൊഴിലില്ലായ്മ, ഉച്ചനീചത്ത്വം, വിദ്യാഭ്യാസമില്ലായ്മ തുടങ്ങിയ കാരണങ്ങളാൽ അറേബ്യൻ സമൂഹത്തിൽ അടിമത്തം വ്യാപകമായി നിലനിന്നിരുന്നു. ആകയാൽ ദാരിദ്ര്യ നിർന്മാർജനത്തിനായി സ്വസമ്പാദ്യത്തിൽ മിച്ചമുള്ളത് ചിലവഴിക്കണമെന്നും അതിലൊരുഭാഗം വിനിയോഗിച്ചും ചില കുറ്റകൃത്യങ്ങൾക്ക് പഹ്രാത്താപമായും അടിമകളെ മോചിപ്പിക്കണമെന്നും 2:177, 4:92, 9:60 എന്നീ സൂക്തങ്ങളിലൂടെ ഖുർആൻ വിശ്വാസികളോടാസ്ഥാപിച്ചു. സ്ത്രീമൂല്യം നൽകി അടിമസ്ത്രീകളെ വിവാഹം ചെയ്യാൻ 4:3, 4:25 സൂക്തങ്ങളിലൂടെയും, മോചനം ആവശ്യപ്പെടുന്ന അടിമകളെ മോചിപ്പിച്ച് സാമ്പത്തിക സഹായം നൽകണമെന്നും അടിമസ്ത്രീകളെ വേശ്യാവൃത്തിക്ക് േപ്രരിപ്പിക്കരുതെന്നും സൂക്തം 24:33ലൂടെയും ഖുർആൻ നിർദേശിക്കുന്നു."
    ]
  },
  "2:256": {
    "surah": 2,
    "start_ayah": 256,
    "end_ayah": 256,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "വിഗ്രഹാരാധന: സന്മാർഗം ദുർമാർഗത്തിൽനിന്ന് വ്യക്തമായി വേർതിരിഞ്ഞു കഴിഞ്ഞതിനാൽ മതവിഷയത്തിൽ ബലപ്രയോഗത്തിന്റെ ആവശ്യമില്ലെന്ന് സൂക്തം 2:256ലും, ‘നിങ്ങൾക്ക് നിങ്ങളുടെ മതം, എനിക്ക് എന്റെ മതം’ എന്ന് സൂക്തം 109:6ലും പ്രഖ്യാപിച്ച ഖുർആൻ വിഗ്രഹാരാധനയ്ക്കെതിരെ കടുത്ത നിലപാടെടുത്തിട്ടുണ്ടെന്നത് സത്യമാണ്. ഖുർആൻ മാത്രമല്ല, ഒരു വേദഗ്രന്ഥവും വിഗ്രഹങ്ങളെ ആരാധിക്കാൻ ആവശ്യപ്പെടുകയോ വിഗ്രഹാരാധനയെ ന്യായീകരിക്കുകയോ ചെയ്യുന്നില്ലെന്നതാണ് സത്യം. വിഗ്രഹാരാധകർ വിഗ്രഹങ്ങളെ മാത്രമേ പ്രാപിക്കുന്നുള്ളൂവെന്നും ദൈവത്തെ പ്രാപിക്കുന്നില്ലെന്നുമാണ് ഭാരതീയ വേദങ്ങളുടെ പൊതുനിലപാട്. സ്വാമി ദയാനµ സരസ്വതി, വസിഷ്ഠൻ, ബ്രമ്മാനµസ്വാമി ശിവയോഗി, രബീ{µനാഥ ടാഗോർ, ശ്രീനാരായണ ഗുരുസ്വാമി, ഗുരു നിത്യചൈതന്യയതി തുടങ്ങിയ മഹാരഥന്മാർ വിഗ്രഹാരാധനയെ തള്ളിപ്പറഞ്ഞിട്ടുള്ളതാണ്. തന്റെ സ്രഷ്ടാവായ ദൈവത്തെ മാത്രമേ ആരാധിക്കാവൂ എന്ന് യേശു പറഞ്ഞതായി ബൈബിളും ഘോഷിക്കുന്നു.",
      "നിസ്കരിക്കാത്ത, പത്ത് വയസ്സിനുമേലുള്ള കുട്ടികളെ ലഘുവായി ശിക്ഷിച്ച് നിസ്കരിപ്പിക്കണമെന്ന നിലവിലുളള ധാരണ ഈ സൂക്തത്തിന്റെയും 2:256-ന്റെയും അടിസ്ഥാനത്തിൽ അസ്വീകാര്യമാണ്.",
      "1.‘ദുർമൂർത്തികളെ വെടിഞ്ഞ് സാക്ഷാൽ ദൈവത്തിൽ വിശ്വസിക്കുക’ എന്ന ആദർശത്തെയാണ് ദൈവത്തിന്റെ പാശം എന്ന് ദൈവം വിശേഷിപ്പിച്ചിട്ടുള്ളത് (2:256 നോക്കുക)."
    ]
  },
  "6:108": {
    "surah": 6,
    "start_ayah": 108,
    "end_ayah": 108,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ദൈവദൂതനായി നിയോഗിക്കപ്പെടുന്നതിനുമുമ്പ്, യുവാവായിരിക്കെ, ഇബ്രാഹിം ചില വിഗ്രഹങ്ങളെ തകർത്തതായി ഖുർആൻ പറയുന്നുണ്ട്. ചില തത്പരകക്ഷികൾ ആരോപിക്കുംപോലെ, സത്യവിശ്വാസികളെല്ലാം തന്നെപ്പോലെ വിഗ്രഹധ്വംസകരാകണമെന്ന ഉദ്ദേശ്യത്തോടെയല്ല അദ്ദേഹം അതു ചെയ്തത്. ഖുർആൻ അങ്ങനെ പറഞ്ഞിട്ടുമില്ല. വിഗ്രഹങ്ങൾക്ക് ദിവ്യത്ത്വമില്ല; ദിവ്യത്ത്വമുണ്ടായിരുന്നുവെങ്കിൽ അദ്ദേഹത്തിനവയെ തകർക്കാൻ കഴിയുമായിരുന്നില്ലെന്ന് മാത്രമല്ല, തകർക്കാൻ ശ്രമിച്ച അദ്ദേഹംതന്നെ തകർക്കപ്പെട്ടു പോകുമായിരുന്നു. അപ്രകാരം സംഭവിക്കായ്കയാൽ, ആരാധിക്കപ്പെടാൻ വിഗ്രഹങ്ങൾക്ക് അർഹതയില്ലെന്ന് തന്റെ ജനതയ്ക്ക് കാട്ടിക്കൊടുക്കാനും ഈ വിഷയത്തിൽ ചരിത്രത്തിൽനിന്ന് പാഠമുൾക്കൊള്ളാൻ പിൻതലമുറകൾക്ക് മാതൃകയാകാനുമാണ് അദ്ദേഹം ഒരിക്കൽ വിഗ്രഹധ്വംസനം നടത്തിയത്. ഇതരരുടെ ആരാധ്യരെ/ആരാധ്യവസ്തുക്കളെ പഴിപറയരുതെന്നുപോലും ഖുർആൻ മുഹമ്മദ്നബിയോടു കൽപിച്ചതായി കാണാം (6:108). നബി ആയി നിയോഗിക്കപ്പെട്ടശേഷം ഇബ്രാഹിമും അതേ നയം തന്നെ ആയിരിക്കുമല്ലോ സ്വീകരിച്ചത്.",
      "വിശദീകരണം: മുണ്ടുിംകളായ പരമാർശിത സഹായികൾ ഇതരരുടെ ആരാധനാലയങ്ങൾ അക്രമിക്കപ്പെടുന്നതിനെ തടയുന്നു. അതിനാൽ ഇതരമതശ്ശുരിലെ സുമനസ്സുകളുടെ ഇടപെടൽ മൂലം ആക്രമണത്തിനിരയാകാതെ മുണ്ടുിം ആരാധനാമµിരങ്ങൾ സംരക്ഷിക്കപ്പെടുന്നു. ഫലത്തിൽ, ആരാധനാലയങ്ങളിലധികവും അങ്ങനെ സുരക്ഷിതമായി നിലകൊള്ളുന്നു. ഇതര മതശ്ശുരുടെ ആരാധ്യരെ ഭവ്വിക്കരുതെന്ന സൂക്തം 6:108 ഇതോടു ചേർത്തു വായിക്കുക."
    ]
  },
  "4:124": {
    "surah": 4,
    "start_ayah": 124,
    "end_ayah": 124,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "2. \tസത്യവിശ്വാസ-സത്കർന്മികളായി ജീവിച്ചാൽ സ്ത്രീക്കും പുരുഷനും സ്വർഗം കരശ്ശുമാക്കാം.(4:124)"
    ]
  },
  "75:39": {
    "surah": 75,
    "start_ayah": 39,
    "end_ayah": 39,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "3. \tASCII_DATA: സ്ത്രീ പുരുഷന്റെ ഇണയും, പുരുഷൻ സ്ത്രീയുടെ ഇണയുമാണ് (75:39)"
    ]
  },
  "2:223": {
    "surah": 2,
    "start_ayah": 223,
    "end_ayah": 223,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "4. \tപുരുഷൻ കർഷകനും സ്ത്രീ കൃഷിശ്ശuലവുമാണ്(2:223). ധപുരുഷന് മാത്രമായോ സ്ത്രീക്ക് മാത്രമായോ നിലനിൽപില്ലെന്നും സ്ത്രീക്ക് മൂല്യം ഉണ്ടെന്നും ആണ് ഇതിന്റെ വിവക്ഷ.പ",
      "മഹ്റ്: വിവാഹത്തോടനുബന്ധിച്ച് வரൻ വധുവിനു നൽകുന്ന വിവാഹ പാരിതോഷികമെന്നും, വിവാഹ മൂല്യമെന്നും മഹ്റ് എന്ന പദത്തിന് വ്യാഖ്യാതാക്കൾ അർഥം നൽകിയിട്ടുണ്ട്. ‘സ്ത്രീമൂല്യം’ എന്നാണ് ഞാൻ ഈ പദത്തെ വിശേഷിപ്പിച്ചിട്ടുള്ളത് (2:223)",
      "പരസ്പരം ഇണകളായ സ്ത്രീ-പുരുഷൻമാരിൽ, പുരുഷന്റെ കൃഷിയിടമായാണ് 2:223 ലൂടെ ഖുർആൻ സ്ത്രീയെ ഉപമിച്ചിട്ടുള്ളത്. പുനരുൽപാദന പ്രക്രിയയിൽ പുരുഷന് കർഷകന്റെ ജോലിയാണ് നിർവ്വഹിക്കാനുള്ളതെന്നാണ് അതിന്റെ അർത്ഥം. തനിക്കിഷ്ടപ്പെട്ട ഏതു ശ്ശുലത്തും ചെന്ന് കൃഷി ചെയ്യാൻ ഒരു കർഷകനും അവകാശമോ അധികാരമോ ഇല്ലല്ലോ? വിത്തിറക്കി വിള മൂപ്പെത്തുംവരെ ചെയ്യേണ്ട ഉത്തരവാദിത്തങ്ങളെല്ലാം ആപ്ലാർത്ഥതയോടെ നിർവ്വഹിക്കണമെങ്കിൽ കർഷകന് സ്വന്തം കൃഷി ശ്ശുലമുണ്ടാകേണ്ടതുണ്ട്. സ്ത്രീ എന്ന കൃഷിയിടത്തെ പുരുഷൻ എന്ന കർഷകൻ സ്ത്രീയുടെ സംരക്ഷകനുമായി ധാരണയിലെത്തിയ -പ്രകാരമുള്ള മൂല്യം നൽകി സ്വന്തമാക്കുകയാണ് ചെയ്യുന്നത്. ‘മൂല്യം നൽകപ്പെട്ട് കൊണ്ടുവന്നവൾ’ എന്ന നിലയിൽ സ്ത്രീക്കും, മൂല്യം നൽകി കൊണ്ടുവന്നവൻ എന്ന നിലയിൽ പുരുഷനും ഈ ഇടപാട് വൈവാഹിക ജീവിതത്തിൽ മാന്യമായ പദവി നൽകുന്നതായി, നേരായ രീതിയിൽ ചിന്തിക്കുന്നവർക്ക് മനസ്സിലാകും. താനുപേക്ഷിക്കുന്ന ഭാര്യയിൽനിന്ന് ഭർത്താവ് മഹറ് തിരിച്ചാവശ്യപ്പെടരുത് (4:20) എന്ന ശാസനയും ഇരുവരുടേയും മാന്യത കാത്തുസൂക്ഷിക്കുന്നതായി കാണാം.",
      "3. അവളോടൊത്തു സഹവസിക്കാൻ ദൈവം അവൾക്ക് (സ്ത്രീക്ക്) ഇണയെ (പുരുഷനെ) സൃഷ്ടിച്ചെന്നു പറഞ്ഞതിൽനിന്ന് സ്ത്രീയാണ് ആദ്യം സൃഷ്ടിക്കപ്പെട്ടതെന്നു സ്പഷ്ടം. സ്ത്രീ ഉണ്ടായിരുന്നതുകൊണ്ടാണല്ലോ സ്ത്രീക്കു ഇണയായി പുരുഷനെ സൃഷ്ടിച്ചത്? ആദ്യം സൃഷ്ടിക്കപ്പെട്ടത് പുരുഷനാണെങ്കിൽ, അവനോടൊത്ത് സഹവസിക്കാൻ ദൈവം അവന് (ആ പുരുഷന്) ഇണയെ സൃഷ്ടിച്ചുവെന്നാണ് പറയേണ്ടിയിരുന്നത്. സ്ത്രീയും പുരുഷനും ഒരേ സമയത്താണ് സൃഷ്ടിക്കപ്പെട്ടതെങ്കിൽ ഖുർആനിലെ പ്രയോഗം വ്യത്യസ്തമാകുമായിരുന്നുവെന്ന്, ചിന്തിച്ചാൽ മനസ്സിലാവും. നിങ്ങളുടെ സ്ത്രീകൾ നിങ്ങളുടെ കൃഷിശ്ശuലമാണെന്ന് വിശേഷിപ്പിച്ച 2:223-ാം സൂക്തം ഈ നിഗമനം ശരിവെയ്ക്കുന്നു. കർഷകനുവേണ്ട കൃഷിശ്ശuലം ഒരുക്കിയശേഷമാകണമല്ലോ കർഷകന്റെ സൃഷ്ടി? മനുഷ്യരെ സൃഷ്ടിക്കുന്നതിനുമുമ്പേതന്നെ അവരെ അധിവസിപ്പിക്കാൻ ഭൂമിയെ സൃഷ്ടിച്ചതുപോലെ."
    ]
  },
  "2:187": {
    "surah": 2,
    "start_ayah": 187,
    "end_ayah": 187,
    "context_chapter": "ചെറുതും വലുതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖുർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "5. \tസ്ത്രീയും പുരുഷനും പരസ്പരം വസ്ത്രമാണ്(2:187).ധപുരുഷനില്ലെങ്കിൽ സ്ത്രീയും സ്ത്രീയില്ലെങ്കിൽ പുരുഷനും നത്ത്രാണ് എന്നാണിതിന്റെ വിവക്ഷ.പ",
      "8. 2:187 പ്രകാരം വ്രതാനuഷ്ഠാനവും പകൽ സമയത്താണ്. ആ നിലയിൽ, മുൻ പറഞ്ഞതുപോലുള്ള പ്രദേശങ്ങളിലെ വ്രതാനuഷ്ഠാനസമയവും തർക്ക വിഷയമായി തുടരുന്നു. ഇവിടെയും, ആ പ്രദേശങ്ങളിലെ ജീവിത വ്യാപാര സമയവുമായി ബല്ലപ്പെടുത്തി 12 മണിക്കൂർ വ്രതമനുഷ്ഠിച്ചാൽ അത് ഖുർആനിക നിർദേശപ്രകാരമുള്ള വ്രതാനuഷ്ഠാനമാകും എന്ന വാദവും നിലവിലുണ്ട്. ഖുർആൻ ലോകത്തിനു മുഴുവനുമായുള്ള ഗ്രന്ഥമാണ് എന്ന അടിശ്ശuാനരഹിത നിലപാടാണ് അത്തരം യുക്തിരഹിതമായ വാദങ്ങൾ ഉയരാനുള്ള കാരണം."
    ]
  },
  "16:58": {
    "surah": 16,
    "start_ayah": 58,
    "end_ayah": 58,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "6. \tപെ¬കുഞ്ഞിന്റെ ജനനം ഒരു സന്തോഷവാർത്തയാണ്(16:58)",
      "1. പെ¬കുഞ്ഞുങ്ങളുടെ ജനനം ഒരു ശാപമായി കരുതുകയും ആകയാൽ അവരെ ജീവനോടെ കുഴിച്ചuമൂടുകയും സ്ത്രീകൾക്ക് അനന്തരാവകാശ സ്വത്തിന് യാതൊരു അവകാശവും ഇല്ലാതിരിക്കുകയും ചെയ്തിരുന്ന ഇരുണ്ട കാലഘട്ടത്തിലാണ് പെ¬കുഞ്ഞുങ്ങളുടെ ജനനം ഒരു സന്തോഷവാർത്തയാണെന്നും (16:58) അവർക്ക് അനന്തര സ്വത്തിന് അവകാശമുണ്ടെന്നും ഖുർആൻ പ്രഖ്യാപിച്ചത് എന്ന് ഒാർക്കുക."
    ]
  },
  "4:21": {
    "surah": 4,
    "start_ayah": 21,
    "end_ayah": 21,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "7. \tമാന്യമായി സംരക്ഷിക്കാമെന്നും അല്ലാത്തപക്ഷം മാന്യമായി മോചിപ്പിക്കാമെന്നും വിവാഹവേളയിൽ வரൻ വധുവിനോട് കരാർ ചെയ്യണം (4:21)"
    ]
  },
  "4:4": {
    "surah": 4,
    "start_ayah": 4,
    "end_ayah": 4,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "8. \tவரൻ വധുവിനു ‘സ്ത്രീമൂല്യം’ നൽകണം (4:4)."
    ]
  },
  "2:229": {
    "surah": 2,
    "start_ayah": 229,
    "end_ayah": 229,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "9. \tവിവാഹമോചിതയിൽനിന്ന് സ്ത്രീമൂല്യം തിരിച്ചെടുക്കാവതല്ല (2:229, 4:20)",
      "17. \tസ്ത്രീക്ക് സ്വയം വിവാഹമോചിതയാകാം (2:229).",
      "മുത്തലാഖ് സമ്പ്രദായം: ഒരാൾ തന്റെ ഭാര്യയെ വിവാഹമോചനം ചെയ്യുന്നു എന്ന് ഒരേ സമയം മൂന്നുപ്രാവശ്യം ആവർത്തിച്ചാൽ അതോടെ ആ സ്ത്രീ അയാളുടെ ഭാര്യ അല്ലാതായിതീരുന്നതും, മുണ്ടുിം സമൂഹത്തിൽ ചെറിയൊരു വിഭാഗം മാത്രം പിൻതുടർന്നുവരുന്നതുമായ വിവാഹമോചന രീതിക്കാണ് മുത്തലാഖ് എന്നു പറയുന്നത്. ഈ രീതി, വിവാഹമോചന സംബന്ധമായ ഖുർആനിക ശാസനകൾക്കു വിരുദ്ധവും അതുകൊണ്ടുതന്നെ സ്ത്രീകളോടുള്ള കടുത്ത അന്യായവും അക്രമവുമാണ്. ഈ വിഷയസംബന്ധമായി 2:229-232 ശ്രദ്ധാപൂർവ്വം വായിക്കുക."
    ]
  },
  "2:228": {
    "surah": 2,
    "start_ayah": 228,
    "end_ayah": 228,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "10. \tഭാര്യമാരുടെമേൽ ഭർത്താക്കന്മാർക്ക് അവകാശങ്ങളുള്ളതുപോലെ ഭർത്താക്കന്മാരുടെമേൽ ഭാര്യമാർക്കും അവകാശങ്ങളുണ്ട് (2:228)."
    ]
  },
  "24:30": {
    "surah": 24,
    "start_ayah": 30,
    "end_ayah": 31,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "11. \tസ്ത്രീയും പുരുഷനും വിവാഹേതര ബല്ലത്തിലേർപ്പെടരുത് (24:30--31)."
    ]
  },
  "2:241": {
    "surah": 2,
    "start_ayah": 241,
    "end_ayah": 241,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "12. \tഉപേക്ഷിക്കപ്പെട്ട ഭാര്യ പുനർവിവാഹം ചെയ്യും വരെ, ഉപേക്ഷിച്ച ഭർത്താവ് അവൾക്ക് ജീവനാംശം നൽകണം (2:241). ധവിവാഹമുക്തനും വിവാഹമുക്തയും കഴിയുന്നത്രവേഗം പുനർവിവാഹം ചെയ്യണമെന്ന് 2:187ൽ വ്യാഖാനിച്ചിട്ടുള്ള കാര്യം ശ്രദ്ധിക്കുകപ"
    ]
  },
  "4:34": {
    "surah": 4,
    "start_ayah": 34,
    "end_ayah": 34,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "13. \tസൃഷ്ടിപരമായി, സ്ത്രീയുടെമേൽ പുരുഷന് നിയന്ത്രണാധികാരമുണ്ട് (4:34)."
    ]
  },
  "24:2": {
    "surah": 24,
    "start_ayah": 2,
    "end_ayah": 2,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "14. \tവ്യഭിചാരകനും വ്യഭിചാരിണിക്കും നൂറ് അടി -വീതമാണ് ശിക്ഷ (24:2)",
      "1. 15-16 സൂക്തങ്ങളിൽ പറയപ്പെട്ട ഇരുശിക്ഷാനടപടികളെയും സൂക്തം 24:2 ഭേദഗതി ചെയ്തു. അതുപ്രകാരം സത്യവിശ്വാസികളിൽപ്പെട്ട ഏത് വ്യഭിചാരിക്കും വ്യഭിചാരിണിക്കും 100 അടി വീതമാണ് ശിക്ഷ."
    ]
  },
  "5:38": {
    "surah": 5,
    "start_ayah": 38,
    "end_ayah": 38,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "15. \tമോഷ്ടാക്കളായ ആണിനും പെണ്ണിനും പരസ്യ കരഛേദമാണ് ശിക്ഷ (5:38)"
    ]
  },
  "3:43": {
    "surah": 3,
    "start_ayah": 43,
    "end_ayah": 43,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "16. \tസ്ത്രീകൾക്കും പുരുഷന്മാർക്കും (നിസ്കാരശ്ശuലത്ത് രണ്ടുവശങ്ങളിലായി നിന്ന്) ഒരുമിച്ച് നിസ്കരിക്കാം. (3:43)"
    ]
  },
  "4:3": {
    "surah": 4,
    "start_ayah": 3,
    "end_ayah": 3,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ബഹുഭാര്യത്ത്വം: ഇത് സ്ത്രീക്കെതിരായ വിവേചനമായി ആരോപിക്കപ്പെടുന്നുണ്ട്. എല്ലാ പുരുഷന്മാരും ഒന്നിലധികം സ്ത്രീകളെ വിവാഹം കഴിക്കണമെന്ന് അനുശാസിക്കുകയല്ല, വ്യക്തമായ കാരണങ്ങളും കഴിവുമുണ്ടെങ്കിൽ ഭർത്താവിന് രണ്ടാമതൊരുവളെക്കൂടി വിവാഹം കഴിക്കാം എന്നേ ഖുർആൻ പറഞ്ഞിട്ടുള്ളൂ. പുരുഷന് ഒരേസമയം നാല് ഭാര്യമാർ വരെ ആകാമെന്ന നിലവിലുള്ള ധാരണ ഖുർആൻ വിരുദ്ധമാണെന്ന് സൂക്തം 4:3 ൽ ഞാൻ വിവരിച്ചിട്ടുണ്ട്. ഇരു ഭാര്യമാരോടും തുല്യനീതിയോടെ വർത്തിക്കണമെന്ന വ്യവശ്ശuയോടെയാണ് രണ്ടാമതൊരുവളെ വേൾക്കാൻ ഖുർആൻ ഭർത്താവിന് അനുമതി നൽകിയിരിക്കുന്നത് (4:129)."
    ]
  },
  "4:11": {
    "surah": 4,
    "start_ayah": 11,
    "end_ayah": 11,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "5. \t4:11 ന്റെ വ്യാഖ്യാനവും പരിശോധിക്കുക."
    ]
  },
  "2:282": {
    "surah": 2,
    "start_ayah": 282,
    "end_ayah": 282,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "കടം ഇടപാടുകളിലെ സ്ത്രീ സാക്ഷ്യം: ഇതു സംബന്ധമായ വിശദീകരണത്തിനു 2:282 നോക്കുക."
    ]
  },
  "28:27": {
    "surah": 28,
    "start_ayah": 27,
    "end_ayah": 27,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "മഹ്റ് എത്ര വേണമെന്ന് വധുവിന്റെ രക്ഷാകർത്താവ് வரനോട് ആവശ്യപ്പെടുന്നതായും வரനുമായി ധാരണയിലെത്തുന്നതായുമാണ് ഖുർആനിൽ കാണുന്നത് (28:27,28)."
    ]
  },
  "11:118": {
    "surah": 11,
    "start_ayah": 118,
    "end_ayah": 119,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "മുണ്ടുിം സമുദായത്തിലെ കക്ഷിമാവ്വര്യം: മുണ്ടുിം സമുദായത്തിൽ കക്ഷിമാവ്വര്യത്തിന്റെ വസന്തകാലമാണിപ്പോൾ. ഓരോ തൊടുന്യായങ്ങളുടെ പേരിൽ പുതിയപുതിയ കക്ഷികൾ രൂപം കൊള്ളുകയും അവയിൽ ചിലത് പിളർന്ന് രണ്ടും മൂന്നും ആയി വേർപിരിയുകയും കക്ഷികൾ തന്മിൽ പോരടിക്കുകയും ചെയ്യുന്ന ഖേദകരമായ കാഴ്ചയാണ് ഇപ്പോഴുള്ളത്. ഓരോ കൂട്ടരും തങ്ങളുടെ കക്ഷിയെ മഹത്വവത്കരിച്ച് പുളകംകൊണ്ട് നടക്കുകയാണ്. കക്ഷിത്ത്വം ഭിന്നിപ്പിന്റെ സന്തതിയാണ്. ഭിന്നിപ്പിനെതിരെ ഖുർആൻ ശക്തമായി താക്കീത് നൽകുന്നുണ്ട്. ആകയാൽ, കക്ഷിത്ത്വം ഖുർആൻ വിരുദ്ധമാണ്. അതിനെതിരെ കക്ഷിനേതാക്കളോട് വേദമോതിയതുകൊണ്ട് യാതൊരു പ്രയോജനവും ഇല്ലെന്നറിയാം. എങ്കിലും അവർക്കെല്ലാം നന്നായറിയാവുന്ന ഒരു ഖുർആൻ സൂക്തം ഇവിടെ ഉദ്ധരിക്കട്ടെ: “ദൈവം കരുണ ചെയ്തവരൊഴികെയുള്ളവർ ഭിന്നിച്ചുകൊണ്ടേയിരിക്കും”(11:118-119). ഭിന്നിക്കുന്നതിനെതിരെ കൂടുതൽ അറിയാൻ 6:159, 3:102--105 പരിശോധിക്കുക."
    ]
  },
  "77:50": {
    "surah": 77,
    "start_ayah": 50,
    "end_ayah": 50,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഖുർആനും, ഹദീസും നബിചര്യയും: മുഹമ്മദ് നബിക്ക് പല അവസരങ്ങളിലായി ശബ്ദരൂപത്തിൽ അറബി ഭാഷയിൽ അവതരിച്ച ദിവ്യവചനങ്ങളാണ് ഖുർആൻ. ജനങ്ങൾ അറിയേണ്ടതായ വാർത്തകളാണവ. അവയെ ഹദീസുകൾ എന്നു ദൈവം വിശേഷിപ്പിച്ചതായി കാണാം (ഉദാ: 77:50, 39:23). എങ്കിലും ഹദീസുകൾ എന്നു കേട്ടാൽ മുഹമ്മദ് നബിയുടെ വചനങ്ങളാണ് (ഹദീസുന്നബി/ഹദീസുറസൂൽ)മുണ്ടുിം സമുദായാംഗങ്ങളുടെ മനസ്സിൽ പെട്ടന്ന് ഒാർന്മ വരുന്നത്. ഇണ്ടുാമിക പ്രചലിതന്മാർ ഏറ്റവും അധികം ഉപയോഗിച്ചുകൊണ്ടിരിക്കുന്ന വാക്കുകളിൽപെട്ടവയാണ് അവ രണ്ടും. എന്നാൽ നബിമാരോട് ചേർത്തോ, റസൂൽമാരോട് ചേർത്തോ അവരുടെ ഹദീസ് (വചനങ്ങൾ) എന്ന് ഖുർആൻ ഒരിക്കൽ പോലും പ്രയോഗിച്ചിട്ടില്ല എന്നതേത്ര സത്യം!"
    ]
  },
  "17:77": {
    "surah": 17,
    "start_ayah": 77,
    "end_ayah": 77,
    "context_chapter": "ചെറുതും വലuതുമായ 114 അദ്ധ്യായങ്ങളിലായി 6236 സൂക്തങ്ങളാണ് ഖuർആനിലുള്ളത്. ഏറ്റവും ചെറിയ 108-ാം അധ്യായം 3 ഹ്രസ്വസൂക്തങ്ങളും, ഏറ്റവും വലിയ 2-ാം അധ്യായം 286 ദീർഘസൂക്തങ്ങളും ഉൾക്കൊള്ളുന്നു. 90 അധ്യായങ്ങൾ മക്കയിൽ വച്ചും 24 അധ്യായങ്ങൾ മദീനയിൽ വച്ചും അവതരിച്ചവയാണ്. മക്കയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും മദീനയിൽ അവതരിച്ച അദ്ധ്യായങ്ങളും ഇടകലർന്നാണ് ഗ്രന്ഥത്തിൽ കാണപ്പെടുന്നത്. ഗദ്യവും പദ്യവുമല്ലാത്ത പ്രത്യേക ശൈലിയിലാണ് സൂക്തങ്ങളുടെ അവതരണം.",
    "text": [
      "ഇണ്ടുാമിക പ്രചലിതന്മാർ ഏറ്റവും അധികം ഉപയോഗിച്ചുകൊണ്ടിരിക്കുന്ന മറ്റൊരു പദമാണ് നബിചര്യ (നബിയുടെ നടപടിക്രമം) അഥവാ സുന്നത്തുന്നബി/സുന്നത്തുറസൂൽ എന്നത്. ഈ പദങ്ങളും ഖുർആൻ ഒരിക്കൽപോലും ഉപയോഗിച്ചതായി കാണുന്നില്ല. എന്നാൽ സുന്നത്തല്ലാഹി (ദൈവിക നടപടിക്രമം) എന്ന് ഖുർആൻ നിരവധി ശ്ശുലങ്ങളിൽ പരാമർശിച്ചിരിക്കുന്നത് കാണാം. ദൈവിക -നടപടിക്രമത്തിനു മാറ്റമില്ലെന്നും ഖുർആൻ പറയുന്നു (ഉദാ: 17:77, 33:62, 48:23)."
    ]
  },
  "26:165": {
    "surah": 26,
    "start_ayah": 165,
    "end_ayah": 166,
    "context_chapter": "അധ്യായം 1",
    "text": [
      "4.  രണ്ടാം സൂക്തത്തിലെ ‘ആലമീൻ’ എന്ന പദത്തിന്റെ അർത്ഥം അനന്തമായ പ്രപഞ്ചം എന്നാണ്. മറ്റുള്ളവരുടെ/നാട്ടുകാരുടെ/നാട്ടാരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്ന ശീലമുള്ള ആളുകളോട്, നിങ്ങളെന്തിന് ലോകരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്നു എന്ന് ചോദിക്കുന്ന രീതി മലയാളത്തിലുൾപ്പെടെ മിക്കവാറും എല്ലാ ഭാഷകളിലുമുണ്ട്. അക്ഷരാർത്ഥത്തിൽ അവർ ലോകരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്നതുകൊണ്ടല്ല അങ്ങനെ ചോദിക്കുന്നത്. അതൊരു നാട്ടുഭാഷാപ്രയോഗമാണ.് അറബിയിലുമുണ്ട് ഈ പ്രയോഗം."
    ]
  },
  "15:87": {
    "surah": 15,
    "start_ayah": 87,
    "end_ayah": 87,
    "context_chapter": "അധ്യായം 1",
    "text": [
      "7.  ഏഴ് വചനങ്ങളുള്ള ഈ അധ്യായത്തെ സംബന്ധിച്ച് സൂക്തം 15:87 ലെ കുറിപ്പ് പരിശോധിക്കുക."
    ]
  },
  "1:1": {
    "surah": 1,
    "start_ayah": 1,
    "end_ayah": 7,
    "context_chapter": "അദ്ധ്യായം 1",
    "text": [
      "പരമകാരുണികനും എന്തു കാരുണ്യവും ചെയ്യാൻ തക്ക വിഭവസമ്പന്നനുമായ അല്ലാഹുവിന്റെ (ഏകദൈവത്തിന്റെ) നാമത്തിൽ ഞങ്ങൾ ആരംഭിക്കുന്നു:",
      "1-7. സർവ്വ ലോകനാഥനായ ദൈവമേ, സ്തുതിക്കപ്പെടാൻ അർഹൻ നീ മാത്രം;",
      "പരമകാരുണികനും എന്തു കാരുണ്യവും ചെയ്യാൻ തക്ക വിഭവസമ്പന്നനാണ് നീ.",
      "കർമ്മങ്ങൾക്ക് പ്രതിഫലം നൽകപ്പെടുന്ന അന്ത്യവിധിദിനത്തിന്റെ ഉടമയും നീ തന്നെ.",
      "നിന്നെ മാത്രമേ ഞങ്ങൾ ആരാധിക്കൂ (നിന്റെ കൽപ്പനകൾ അനുസരിച്ചു മാത്രമേ ഞങ്ങൾ ജീവിക്കൂ).",
      "നിന്നോട് മാത്രമേ ഞങ്ങൾ സഹായം തേടൂ.",
      "സത്യവിശ്വാസ-സത്കർമ്മങ്ങളാൽ നിന്റെ അനുഗ്രഹം ലഭിച്ചവരുടെ മാർഗം നേർമാർഗവും നിന്റെ കോപത്തിനിരയായ (താന്തോന്നികളുടെ) മാർഗം ദുർമാർഗവുമാണെന്ന് ഞങ്ങൾ മനസ്സിലാക്കുന്നു.",
      "ദൈവമേ, നീ ഞങ്ങൾക്ക് നേർമാർഗത്തിൽ പ്രവേശം നൽകുകയും ഞങ്ങളെ അതിലൂടെ നയിക്കുകയും ചെയ്യേണമേ.",
      "വിശദീകരണം:",
      "ദൈവം മാത്രമാണ് പരിപൂർണ്ണൻ. ആകയാൽ, സ്തുതിക്കപ്പെടാൻ അർഹതയുള്ളവനായി ദൈവം മാത്രമേയുള്ളൂ.",
      "ചെറുതാകട്ടെ, വലുതാകട്ടെ ഏതു കാര്യത്തിന്റെയും സമ്പൂർണ്ണ നിയന്ത്രണം ദൈവത്തിങ്കൽ ആണെന്നാണ് ഖുർആൻ പറയുന്നത്. ആകയാൽ പ്രാർത്ഥനപ്രകാരമോ അല്ലാതെയോ ഒരാൾക്ക് ലഭിക്കുന്ന ഏതു സഹായവും, ഏതു കോണിൽ നിന്നായാലും, ദൈവത്തിങ്കൽ നിന്നാണ് ഉണ്ടാവുന്നത് എന്ന ഉത്തമബോധ്യം സത്യവിശ്വാസികൾ ഉൾക്കൊള്ളേണ്ടത് അനിവാര്യമാണ്.",
      "ദൈവത്തിനോട് യാതൊന്നിനെയും പങ്കുവെക്കരുതെന്ന (ദൈവത്തിന് സഹകാരികളുണ്ടെന്ന് വിശ്വസിക്കരുതെന്ന) സൂക്തങ്ങളെ ആധാരമാക്കിയാണ് \"നിന്നെ\", \"നിന്നോട്\" എന്നീ പദങ്ങളോട്, \"മാത്രമേ\" എന്ന പദം കൂട്ടിച്ചേർത്തിരിക്കുന്നത്.",
      "രണ്ടാം സൂക്തത്തിലെ \"ആലമീൻ\" എന്ന പദത്തിന്റെ അർത്ഥം അനന്തമായ പ്രപഞ്ചം എന്നാണ്. മറ്റുള്ളവരുടെ/നാട്ടുകാരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്ന ശീലമുള്ള ആളുകളോട്, 'നിങ്ങളെന്തിന് ലോകരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്നു' എന്ന് ചോദിക്കുന്ന രീതി മലയാളത്തിലുൾപ്പെടെ മിക്കവാറും എല്ലാ ഭാഷകളിലുമുണ്ട്. അക്ഷരാർത്ഥത്തിൽ അവർ ലോകരുടെ കാര്യങ്ങളിൽ ഇടപെടുന്നതുകൊണ്ടല്ല അങ്ങനെ ചോദിക്കുന്നത്. അതൊരു നാട്ടുഭാഷാപ്രയോഗമാണ്. അറബിയിലുമുണ്ട് ഈ പ്രയോഗം. അതിനുപയോഗിക്കുന്നത് ആലമീൻ എന്ന പദമാണ്. ലൂത്ത് നബിയുമായി ബന്ധപ്പെട്ടുള്ള സൂക്തങ്ങളിലും (ഉദാ: 26:165-166, 15:70, 7:80) ഖുർആനുമായും മുഹമ്മദ് നബിയുമായി ബന്ധപ്പെട്ടുകൊണ്ടുള്ള സൂക്തങ്ങളിലും ഈ പ്രയോഗം കാണാം (ഉദാ: 81:27, 68:52, 38:87-88, 25:1, 21:107, 12:104). യഥാർത്ഥത്തിൽ ദൈവവുമായി ബന്ധപ്പെട്ടോ, അനന്തമായ പ്രപഞ്ചവുമായി ബന്ധപ്പെട്ടോ അല്ലാതെ ആലമീൻ എന്ന പദം അക്ഷരാർത്ഥത്തിൽ എടുക്കാവതല്ല; എടുത്താൽ, ദൈവത്തിനോട് പങ്കുചേർക്കുന്ന ഗുരുതര തെറ്റായിത്തീരും അത്.",
      "വാനോളം പുകഴ്ത്തി പ്രീണിപ്പിച്ച് ദൈവത്തിൽ നിന്ന് ഉദ്ദിഷ്ടകാര്യമോ അനുഗ്രഹമോ നേടിയെടുക്കലല്ല ദൈവസ്തുതിയും ദൈവകീർത്തനവും ലക്ഷ്യമിടുന്നത്. തന്നെ പുകഴ്ത്തുന്നവർക്ക് വാരിക്കോരി പാരിതോഷികം നൽകലും പുകഴ്ത്താത്തവരെ ദ്രോഹിക്കലും ദൈവിക നടപടിക്രമങ്ങളിൽപ്പെട്ടതല്ല. യഥാർത്ഥത്തിൽ, ദൈവകീർത്തനവും ദൈവസ്തുതിയും നടത്തുന്നവർ രണ്ടു കാര്യങ്ങൾ ഏറ്റുപറയുകയാണ് ചെയ്യുന്നത്. ഒന്ന്, ദൈവം എന്തിനും കഴിവുറ്റവനും സർവ്വമഹത്വങ്ങളുടെ ഉടമയുമാണ്. രണ്ട്, മനുഷ്യരായ തങ്ങൾക്ക് സ്വന്തമായ യാതൊരു കഴിവോ മഹത്വമോ ഇല്ല. ഉള്ളതെല്ലാം ദൈവം നൽകിയതാണ്. ഈ തിരിച്ചറിവും ഏറ്റുപറച്ചിലും സ്വതവേ അഹങ്കാരികളായ മനുഷ്യരിൽ വിനയം ഉളവാക്കണമെന്നും ഭൂമിയിൽ കുഴപ്പമുണ്ടാക്കാതെ ജീവിക്കാൻ വിനയം അവരെ പ്രാപ്തരാക്കണമെന്നുമാണ്, തന്നെ സ്തുതിക്കുകയും പ്രകീർത്തിക്കുകയും ചെയ്യണമെന്ന ദൈവകൽപ്പനയുടെ പൊരുൾ.",
      "മോക്ഷം ഉൾപ്പെടെയുള്ള ലക്ഷ്യങ്ങൾ നേടിയെടുക്കാൻ സമ്പത്ത്, സ്ഥാനമാനങ്ങൾ, പ്രശസ്തി, അധികാരം എന്നിവയെല്ലാമോ അവയിൽ ചിലതോ ഉള്ള ആളുകളെ സ്തുതിക്കൽ മനുഷ്യരുടെ പൊതുസ്വഭാവമാണ്. ജീവിച്ചിരിക്കുന്നവരോ മൺമറഞ്ഞുപോയവരോ ആയ മനുഷ്യരിൽ ചിലരുടെമേൽ ദിവ്യത്വം കെട്ടിവയ്ക്കലും എന്നിട്ടവരെ പാടിപ്പുകഴ്ത്തലും ഇത്തരം സ്തുതിയുടെ ഉയർന്ന രൂപമാണ്. എന്നാൽ സർവ്വസ്തുതിയും ദൈവത്തിനുമാത്രം അവകാശപ്പെട്ടതാണെന്ന് പ്രഖ്യാപിച്ചുകൊണ്ട്, ദൈവേതരരെ സ്തുതിക്കൽ അഥവാ, അവർക്ക് സ്തോത്രം ചെയ്യൽ അനധികൃതവും പ്രയോജനരഹിതവുമാണെന്നാണ് പ്രാരംഭസൂക്തം പറയുന്നത്.",
      "ഏഴ് വചനങ്ങളുള്ള ഈ അദ്ധ്യായത്തെ സംബന്ധിച്ച് സൂക്തം 15:87 ലെ കുറിപ്പ് പരിശോധിക്കുക."
    ]
  }
};
